#version: 0.2 - Trained by `huggingface/tokenizers`
T T
A A
T G
T C
A G
A C
A TT
G G
A TG
C C
A T
AA G
A TC
TT G
TT C
AA C
TG G
č Ċ
AG C
T AA
AG G
T AC
TG C
TT TT
TC C
T AG
G C
AC C
TT TC
AA AA
ATT C
TT TG
ATT G
TC TC
TT GG
T ATG
AA AG
AAG C
T AT
AA AC
TC G
T ATT
TTG C
TT CC
T ATC
AA GG
AC G
ATG G
AA TC
AA TG
AG AG
ATG C
TT AC
ATC C
AA CC
GG C
AT AC
T AAG
TG TG
T AAC
TT TTG
TT AG
TT TTC
AT AG
TC TG
GG G
TGG C
TG AG
CC C
AGG C
AT AA
TC AG
AC AG
T AGC
CC G
TT AA
TTC G
ATC G
ATT TG
TAC C
TC AC
AT AT
TG AA
TC TT
TC AA
AG AA
AAC G
AC AC
TT TGG
AT ATT
TC TTC
AG AC
TG AC
TT ATT
TT TGC
TG GG
AT ATG
AAG AG
T AGG
G TAA
TT TCC
TT TAA
TT ATG
TT TAC
AA ATT
AT ATC
TC TTG
AC AA
TG ATG
ACC G
TG ATT
T ATTG
TT TAG
TC CC
T ATTC
TG TTG
AAG AA
TCC G
TT ATC
TTC TTC
ATT GG
TG TC
AG CC
TG CC
ATT GC
AA ATG
AA ATC
AA AAC
AAG AAG
AC TC
TAC G
AG GG
AGC G
TGC AG
AC TG
ATT TC
TTC AG
AA AAG
TTC TC
TATG C
AG AAG
TG AAG
TATG G
GC G
TC GG
TGC G
G TAAG
AG TG
AA TTG
ATT CC
AA AGC
AAC AG
TG TT
TTTT GG
TTTC G
TTGG C
AG ATG
AA TGG
AC CC
TTC TG
ATT TTG
AT AAC
T AAGC
AC GG
AG TC
TTGG G
AAGG C
AC TTG
ATTC G
TC ATC
AT AAG
TG ATC
AA TT
AA AGG
AA TTC
TC GC
TATC C
TTCC C
ATG GG
TC AAG
AA ACC
AA TAA
TTC TTG
ATG GC
AG ATT
TT AAC
TT AAG
AC AAG
AG ATC
TTTT TG
TC TAA
TC TCC
TTG TG
TT TTGC
TGG AG
TC ATG
TT TAT
TT TATT
TC ATT
G TG
AC GC
AA TGC
ATC AG
AC ATT
AGG AG
G TAC
TT ACC
TTG TTG
AC ATG
AA TCC
GG AG
AT AGC
TG TTC
AAGG G
TAA AG
ATG ATG
AC TTC
TTTT TTTT
TT AGC
AT ACC
AAAC G
TC TGC
AC AAC
TTG AG
TC AAC
AC ATC
AAG CC
GGC G
AA TAC
ATG AG
TGG TG
TC TAC
AACC C
TAT AG
AGC AG
TTTT CC
G TATG
AC TAA
TTTC AG
TG TAA
ATT AG
TTGC AG
TT TATC
TT TATG
AA TAG
ATT TTC
TCTC G
TT AT
TC TGG
ATC TG
TC TTTT
CC GG
TC TAG
CC AG
TG TAG
TG AAC
TAC AG
ATT AC
AA TTTG
TC TTTC
ATC ATC
AT ATTG
TG TGG
TT AGG
TTC AC
TC TTTG
GC AG
ATT TGG
ATCC G
ATG TG
AT ATTC
AT AAAA
G TGAG
AAG AC
TTG CC
TCC AG
AA TCG
TT ATTG
TTCC G
TAG AG
TTG ATG
AA TTTC
AA TTTT
AGC TG
AAGC G
ACC AG
TAA TG
TGG TGG
AAG AAC
TAT AC
ATC TTC
AT AGG
ATG CC
ATC AC
TC AGC
TT AAAA
AA TCTC
GG TG
TATC G
AT AAAG
AAC AAC
TGC TG
AAG ATG
AACC G
AT ATGG
TG TTTT
TAA CC
AAC AC
TTG AC
ATGC G
AAAA AG
AA ATTC
TTGC G
AT AATG
ATC CC
TT AAAG
TG TTTC
ATGC AG
TT ATTC
TAA GG
TAA AC
TC ACC
AAAA CC
AGG AAG
ATC TC
AA ATTG
ATT TGC
ATC GG
TT ACG
AAAA GG
T AGGC
AGC TTC
AAAG AG
AA ATGG
TT ATGG
AC TGG
AA TATT
ACC GG
TAAC G
TAT ATG
AAAC AG
AAG TG
AAC TG
AT ACG
TTG ATT
AC TAC
TTTT AG
TT TGGC
ATC TTG
AGG AGG
TT AATG
TTTG GG
AT ATAC
AA AAGC
CCC G
TTG AAG
TTG TTC
ATG AC
AAC GG
TTTTC G
AT AAAC
TCC GG
TC TTCC
TG AGG
AG TTC
AT ATGC
CC AC
TGC TTC
AA TAT
TAG GG
TTTC TTC
TG TTTG
TT TAAG
AT AATC
TATT GG
AG AAC
TGGC G
AT AGAG
TT TAAC
TC TTGG
TC AGG
AA TTGG
ATT TAC
TG AGC
ATG AAG
AG AGG
TT TAGC
AT ATAG
TCC TCC
CC GC
AC TGC
ATG TTG
AA TATG
TCG AG
G TTTG
ATT TAG
G TAT
ATT TCC
AC TAG
TC AAAG
TT TACC
ATTC AG
TC AAAA
TTC ATC
TGG CC
TGC TGC
G TTAG
TTC GG
ATT ATT
TT AAAC
AGC AGC
TT ATGC
ACG AG
TTG ATC
AAG ATC
TTC TCC
AAGG AG
TT AATC
AC TCC
TATT GC
TG TAC
TTTG AG
AA ATGC
TTG TGG
AATG GG
TCTC TCTC
TTAC AG
AA TATC
TT ATAG
ATT ATG
ATT TTTT
AAC AAG
TTG TAG
ATGG AG
TG ATTC
TTC ATG
AAGC AG
TTC AAG
TC TTGC
AGAG AG
AC AGC
AGG CC
AGGC G
TT ATAC
TG AAAA
ATT ATC
AA ATCC
AT ATCC
G TAAC
ATT TAA
TTTC TG
TC ATTG
TT AGAG
TGG AC
AAC TTC
AAC TTG
TAT ATC
ATT TCG
TAC TG
AAAC CC
AGC TTG
TTGG AG
TACC G
TTTG TG
TAG CC
AAAA AC
AAC GC
AGG AC
TTTT AC
TGG AAG
ATG ATC
AATC AG
TT TAGG
AA TGGC
AT ATAA
AA TTGC
TC TATT
AGC TGC
ATC GC
TTC TGC
TC TATG
TAA TAA
TAT ATT
AGC GG
CC TG
TAG TG
TTC TGG
TAC AC
ACC AC
G TATT
ATC TCC
ATT TTTG
ATC AAG
TTC GC
TAC GG
ATTG AG
TTG TAA
AT AAGC
TC AATG
TGG AGG
TTTC CC
AA ATAC
AAAG CC
TC TTAC
G TAAGC
TT ATCC
AAG AGG
TTC TTTT
ATG ATT
AAAA TG
TCC TG
TCG CC
TTC TAC
TC TGTG
GG GG
AA TTCC
TTC TAA
TCC AC
TC TATC
AA TTAG
AAC ATG
TC ATTC
TCTC AG
AGC TAA
TTTC TTG
AAAG GG
TTTC AC
TC AAAC
TTTG CC
TC AAGC
AAG TTG
AAC ATC
ATT GGC
TTTTC AG
TC TAT
TGC GG
AAG AGC
ACC ACC
TT ATAA
AAC TAA
TTTT TGG
TT AAGC
GC GG
TG TGC
TC AAGG
TC AATC
ATT TTTC
AT AACC
AC ACC
TG AAGC
TAC CC
TG TTGG
AA AGGC
AA TTTTG
G TAG
ATG TTC
TT AAGG
ATC TAA
ATT TTGG
AA TTAC
TTTT TTG
TC CCC
TCTC TG
AC TTTG
AC AAAG
TC ACG
ATT GGG
AAAA AAAA
ATC ATG
TAGC G
TTTGC AG
TTTT TTC
AGC TGG
TC ATGG
GC TG
GGC GG
TT AACC
TTC AAC
AA ATCG
AG TTG
AAG ATT
ATTG CC
TAC TTG
TC TTAG
ACG CC
TC GGG
TATT CC
AGG AAC
TG AAAG
TTCC AG
AA AACG
TTTG TTG
ATC TGC
TC TTTTG
AA ATAG
GG CC
AC AAAA
TG AAAC
GG GC
ATC AAC
TG ATTG
AC TTTT
AT AAGG
TAA TGG
ACC GC
AC ATTG
TTC ATT
AATG AG
TC AGAG
AT ATCG
AAG AAGC
TG ATGG
TAA AAC
TG AATC
AT ATTTG
TGC TGG
AC TCG
TTC TAG
TTC TTTC
AA TAAC
G AG
TC TTCG
AGG ATG
AGC AAC
G TACG
AAG AAAA
TG GGG
AA TAAG
TT TATTC
TGC TAA
TC TTTTC
AC TTTC
AGC TAC
ATT TCTC
ATG TGG
TTGG GG
TTTT TAA
AA TTCG
AAG TAA
ATAC AG
TTC TTTG
TG TTGC
TG ACC
AAG TGG
AGC TCC
TGC TTG
TT TATTG
ATC TGG
ATG AAC
AC AGG
ATG TAG
TG ATGC
TG TCC
CC CC
ATC ATT
TAC TAC
TTG TTTC
AAG AAAC
TTTCC G
AAC ATT
AC AATG
TTC TCTC
AC TTGG
TTAG GG
AC TCTC
TT ATAT
ATC TAC
GG TGG
TC ACAG
ATG TAA
TT ATCG
AGC TAG
AAG AAAG
TG AAGG
TC GGC
TATC AG
TTG TTTT
AA ATAA
AAG TTC
TTTG ATG
AC AAAC
TGG AAC
AGG AGC
TTTG ATT
AAG TAG
TTC TCG
G TTG
TC TTAA
AATG CC
TT ATATT
TAAC AG
TATG GC
TGC TAC
TC ATGC
TCC TTC
AA ATTTG
TGGC AG
GGC AG
ATTC TTG
AGC AC
ACC AAC
G TTC
ATCC AG
TATG GG
AGC AAG
AA TTTTC
ATTG TTG
TCC TTG
ATT TGTG
TAT AAC
TGG TTG
CCG AG
ATAT ATAT
TAA ATC
ATTC TG
TGG ATC
TGG AGC
TT ATTTG
TGC AAC
TAG AC
TGC AC
TAC GC
ATTG ATG
TATT TG
TAA ACC
TGG TTC
AGG TG
TC TAAG
TGG ATG
AACC AG
TTTT TGC
TAA ATG
TCC GC
TAA TTG
TATT AG
ATC TCTC
AATC CC
CCG CC
TAA ATT
AGG ATC
TAC TTC
TATG AG
AAG ACG
ATTG TG
G TATC
ATT ACC
ATTC TTC
TTTT GGG
TTTC TTTC
TC ATCC
AC AGAG
GG AGG
AA ACCG
TTTT TCC
ATAT ATG
TT TATGC
TTG AGG
TCTG AG
ACC ATC
TTG TTTG
TGG ATT
TAA AGC
AATC TG
TGG TGC
G TTGG
AAC TCC
TTC TTCC
TC TAAC
GG AAG
TT ATATG
TAG TAG
AA TACC
AAC TAC
AA TTTGG
AC ATTC
TCTC CC
TTTC GG
TCC ATG
TC AACC
TG AATG
AAAG AAG
TTTT ATG
TGC ATC
ATT TATT
TG ACG
ACC AAG
TC CCG
TGG TAA
TGC AGC
TAC ATG
TCC ATC
TTTG ATC
AC TTGC
AC ATGG
CC AAG
TAC TAA
T A
ATT CCC
AA ATATT
TTC ACC
CC TTG
ATT TTGC
TAC AAG
TTTT TAG
TTTGC G
TTTAC G
AA TAGC
TT TATGG
TATTC G
TTC TTGG
GG ATG
AGC TCG
TC ATAC
AC AAGG
GGG AG
TG GGC
TG TTAC
TCC AAG
G TCAG
AGC ATC
AAC AAAA
AAC TAG
ATT TCAG
AGG TTG
AA TTAA
TC ATAG
TTTC TCC
AT AACG
AC AAGC
TAG ATG
TG TCG
TAA AAG
TC TCCG
TTG TGC
TTTTG AG
TT ATATC
TG TCTC
GC AAG
TG AGAG
TGC TCC
TCTG CC
GG ATC
TTTC TTTT
TAA AGG
ATT TTCC
TC ATCG
AC ACG
ATGG CC
G TGG
AC AATC
TTTG TTTG
TAT AAG
TTC AGC
TG TATT
TGC AAG
TTG AAC
ATC TTTT
AGAG CC
TG TTCC
ATT AAC
TC TACC
TTGG CC
ATC TAG
ACG ATG
AAAG ATG
AAAC GC
ATTGC AG
TAAG AG
TC TAGC
AC TCTG
ATC AGC
ATC TCG
TTTG TAG
TGC TAG
TTC TCTG
AA TCCG
AGAG GG
TGG TAG
TTTC GC
TTATT GG
TCG ATG
ACC ATG
AC GGC
TTTG TTTT
TG TAT
ATTC GG
TCC TAA
G TTCG
AGG TGG
TCG TTG
AACG AG
ATT AGC
AC TTCC
AATC TTG
TCC ACC
ATT AAG
TTTG TTC
TTTT GGC
TGTG GG
TG TATC
TTTC ATG
ATTTG GG
TAA TAG
TAC AAC
AGG AAGC
TTTG AAG
AG AGC
ATT TGAG
ATT TATC
AATC GG
ATT TCTG
TG TTTTG
AAC AGC
TTG AGC
TTC AGG
AAC TGG
TG ATCC
CC TCC
TTC TTGC
AA AAGAG
ATC ACC
AAAG AC
AA ATATG
AGGC AG
TTTC TCTC
TG ATAC
AAG AAGG
AA A
ATT TATG
TTTC TAA
TTG TTGG
TTCG AG
AC TATG
TG TATG
TGC GC
ATC TTTG
ACC TTG
AAAA TGG
TTTC TGG
TCG TCG
TT AACG
AG TAA
TCC AAC
AAG ATTC
ATG TTTT
G TATGC
ATT AGG
TAG TTG
G CC
AACC GG
TAT AGC
AG AAAG
AAAC GG
TG ATAG
TTTC ATC
TATT TTG
ATT TTAC
TTGG GC
TTTC TGC
TC TGGC
AAAA ATG
TTTTGC AG
TCTT TGG
CC TAA
TAG TAA
TTATT GC
AAC ACC
ATATT GG
AGC GC
AG TGG
AA AGCG
TAT ACC
AA ATATC
ATG AGG
TT AGGC
TT ACCG
AC GGG
AAAC TTG
AAGG CC
AAC TGC
TTTT TAC
AG AAAA
ACG ACG
AATC GC
TT TATCC
ATT TTAG
AGC ATG
TG TTTTC
TAG AGG
TTTT ATC
TTTG AC
TAA TGC
AAGGC G
AAC TCG
G TAGG
CC ATC
TTTT TTTC
TAC TGG
TCTG GG
AA TTATT
TAG AAG
AAAC AC
AATG ATG
TTTAC AG
TC ATAA
G TGTG
TTG ATTC
AA TTTGC
TG TTAG
CC TTC
G TGC
AT AGGC
AG TTTC
AG AAGC
ATT TAT
TTTT TATT
CC ATG
TTC TTAC
ATT CCG
TCC TGG
ATT ATTG
ATTC AC
AATG TTG
AAG ACC
TC AACG
AAC AAAG
AG AAAC
AT ACCG
TT TAAGC
C G
TAC TAG
GC TTC
ACC TAA
TTCC GG
AG ATTC
AC TGTG
AAG AGAG
TCTT TGC
ATC TTTC
CC AAC
ATC AAAG
AG TAG
AC TTAC
GC TGC
AAGC GG
TTGC GG
TCTT TAA
TC GCG
AC TCAG
CC ACC
TTTG TGG
AAAA TAA
G TACC
AC TATC
TCC TGC
TTC TTCG
TAT ATTG
AC TATT
AA TATTC
ATG GGG
AAG TTTC
TTTG TTTC
AAGG GC
TG CCC
AAATT GG
TCTT TAG
AAG AATC
AA TTTAG
TG ATAA
AA AAGAA
AA TTTAA
AAG TAC
TTTT TCTC
ATAT ATC
AA TATTG
AC CCG
TTG TTGC
AC ACAG
TTG TAC
TTCC CC
TGAG GG
TTTT ATT
TTTT TGTG
TAG TGG
AC TAT
AAG ATGG
ATATT GC
AAAA ATC
TCTC TTC
AGG TTC
TATG CC
AAATT GC
AAAA CCC
TTTT TTTG
ATT TCAA
TCTT TAC
AC ATGC
ATTG ATC
TCG TGG
TTAG CC
TGGC GG
AGG AAAC
ATTC GC
TTAC CC
ATCG AG
TTGGC G
AAAA AGC
AGG ATT
ATTGC G
TC ATTTG
AATC TTC
AGG AAAG
ATCC GG
ACC TTC
TTGC TTC
AA TTATG
AA TGCG
AAGC TGC
TAA TAC
TC TAGG
AATC ATC
TCTC GC
ATG AGC
TCTT TCC
TCAG GG
AGAG AGAG
AA TAGG
ATG ATTC
ACC AGC
TTG TCC
ATTG TAG
AA TTTCC
ATTG AAG
TAT ATTC
AAC AATG
AAC TTTG
ATTG TTC
TGATT GG
AA TTATC
TC AGGC
AGG AAAA
AA ATAT
TCTC GG
TGAG CC
TTTC TAC
TAT ATAC
TAT ATAG
TAA TTC
TAGC AG
TCC TCG
ATG TTTC
TCTC TTG
ATTG ATT
TTTT TCG
TATT TTC
ATC TTCC
TTTTG TTG
TG TTAA
AAAA TTG
AGAA AGC
ACG AGG
TCAG CC
ACC TCC
AAAA TGC
AG TAC
ACG AAG
TTTC TAG
AC CCC
AAGC TTG
ATG GGC
TATGC AG
AC ATAC
ATT TCAC
TAAG CC
AGC TTTG
AAGG GG
ATG TAC
TT ATAAC
ATG TGC
ACC TG
TTAC GG
TTTC AAG
AC AACC
TAA TCC
AC TGAG
TTTTG CC
TC ACCG
TAC TGC
AG TTTG
AAC TTTT
TCTG TTTT
TC TACG
TTC AAAG
ATTC ATC
TTTC TTTG
TTGG TGG
AA TGCAG
ACC ATT
TTGC TGC
TTCCC G
ATT ACG
TGTG CC
TTGG TG
AA T
AA TTTAC
TACC AG
TC TGCG
TATC GG
AGAG AAG
TAC TCC
ATTC TCC
TTAC TTG
AAGC TG
GC TTG
AAGG AAG
TAC ATT
ATGG ATG
AA TACG
TAT ATAT
AAAC ATG
CCC AG
AAGC TTC
TCTTC AG
AGGC GG
ATTG TGG
TTG ATGC
ATGG AAG
TGTG TGTG
TTTG TAA
TGC TCG
TTGC TTG
TC ATATT
TGAA ATC
TAG ATT
TGTG AG
CC ATT
AAGC AGC
GTAA GG
AAC AAAC
TTCC TCC
AAGC TAA
TCG TG
ATTC ATG
TTTC ATT
TTTTC TTG
ATGG TGG
G TTTT
TAC ATC
AAATG GG
TTAA AAC
TCC ATT
AAAA GGG
TTTTC TTC
AA TATGG
AT AAGAG
TAG ATC
TGATT GC
TG AACC
ACG AC
TG TAAC
AAAA AAG
TCG ATC
TCAA ATC
TATT TGG
TCTT ATG
TCTC TGC
TTTTG TAG
TTTT AAG
AAAC TAA
TCTG TTTC
AATC TAA
ATAT ATT
G TTTC
G TGAA
AAAG ATC
ATAG CC
TTCTTC TTCTTC
TTTT CCC
GC TGG
AAGC TGG
TTTCC AG
TAT AATG
AAAG TTG
TCTC TCC
TGGG AG
TG TCAC
TTCC TTC
TCTTC TTC
AATC TCC
AAAA AAC
ATAC CC
TTTGG AG
TGC ATG
ATGC GG
AAAG AAC
AAAG AGC
TTAA TAA
TAT AGG
ACG AGC
TTTT AAC
ATAA TAA
TT T
AAAA ACC
ATCG CC
AA TTCAG
AAG TCC
ATAG GG
AAATG GC
TATCC G
ATG GCG
TAT ATGC
TG TCTG
AAAA GGC
TATT TGC
TATC TTC
AAAA AGG
AC TCAC
TCG CCG
TG CCG
TCTT ATC
TTGC TAA
TAG AGC
ACAG CC
ACAG GG
AAAA TCC
TAG TTC
TATGC G
ATTG TAA
TCAA AAC
AAG TTTG
TCG AGG
TTTAT AG
AACCC G
AGAA ACC
AACC GC
AGAG AC
ATG TTTG
AA TTTCG
AA TTCTC
AGAA ATC
ATTC TGG
ACC TGG
TATC CC
GG TTC
AC TAAC
TTTAA AG
ATTC AAG
ATG ATGG
ATGC TTG
TCG AAG
TTTTG ATT
TGC ATT
TTCC TTG
ATTG AC
ACG TTG
TC ATTGG
CCC GG
TG TGGC
TCC AGC
ACC AAAC
ATTC TAA
TT AAGAG
ATC TCTG
AAC AGAG
TC ATATG
TC TGCAG
TACC GG
TG TAGC
TC ATATC
TGC TTTG
TC ATTTC
TGC AGG
TCC TAC
TT ATAAG
TTAA AAG
ATGG AGG
TCG AGC
TC ATTGC
ATAC GG
ATGG ATC
TTTC TCTG
AAGG AAC
AGAA AAC
TTC TATT
AATC AC
G TGGG
TGG AAAC
G TATGG
TCG AC
AAGG AGG
TGAA AAC
GC TAA
TTTTG ATG
TTAA AGC
TTGG ATC
TCAA AGC
ATATT CC
TC TATTG
TAT ACG
TTTAG GG
TT ATAGC
TGAA ATG
TCC TAG
AA AT
TTTTG TTTT
TTG TGTG
AAAAC AG
GC AGC
TATG ATG
TAGG AG
TTG AAGC
TTTC TCG
ATGG AAC
AATG TGG
TTTT AGC
AATG AAG
AATC ATG
TTAA TGG
ATAA TGG
TG ACAG
AAAC AAG
ATT ATTC
GGG AAG
AC ATAG
TAT AAAG
AATC TGC
TTG TTAC
ACC AAAG
TTCC GC
TAAC GG
AGAA AAG
ACG ATC
TTCG CC
G TCTG
AGG AGAG
ATG AAGC
TTGG AAC
AAAC TTC
TC AAGAG
TGAC CC
AC TAAG
TGAC GG
TAG AAC
AA TTGGG
AAAA TTC
TCTC TGG
AAGAA AGC
TCC TTTT
AAATT CC
AA ATTCG
ATG ATGC
AC TTAG
TTGC TG
GTAA AG
TTTAA GG
AGG TAA
TCTC ATC
TAT ATATG
AAAC AAC
ATTTG CC
TTATG GG
TTTG ATTC
TGATT CC
ATAA ATC
TT AGCG
AA TATGC
TTAA ATC
TTG ATGG
AG ACC
AATC TGG
AA AAGAAG
TCG TAA
ATATG GG
ACAA AAC
TTG ACC
ATTG TTTC
AG AAGG
TAT AAAA
TAT ATGG
TTGC AGC
TTATT CC
