{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "TT": 261,
      "AA": 262,
      "TG": 263,
      "TC": 264,
      "AG": 265,
      "AC": 266,
      "ATT": 267,
      "GG": 268,
      "ATG": 269,
      "CC": 270,
      "AT": 271,
      "AAG": 272,
      "ATC": 273,
      "TTG": 274,
      "TTC": 275,
      "AAC": 276,
      "TGG": 277,
      "čĊ": 278,
      "AGC": 279,
      "TAA": 280,
      "AGG": 281,
      "TAC": 282,
      "TGC": 283,
      "TTTT": 284,
      "TCC": 285,
      "TAG": 286,
      "GC": 287,
      "ACC": 288,
      "TTTC": 289,
      "AAAA": 290,
      "ATTC": 291,
      "TTTG": 292,
      "ATTG": 293,
      "TCTC": 294,
      "TTGG": 295,
      "TATG": 296,
      "AAAG": 297,
      "AAGC": 298,
      "TAT": 299,
      "AAAC": 300,
      "TCG": 301,
      "TATT": 302,
      "TTGC": 303,
      "TTCC": 304,
      "TATC": 305,
      "AAGG": 306,
      "ACG": 307,
      "ATGG": 308,
      "AATC": 309,
      "AATG": 310,
      "AGAG": 311,
      "ATGC": 312,
      "TTAC": 313,
      "ATCC": 314,
      "AACC": 315,
      "GGC": 316,
      "ATAC": 317,
      "TAAG": 318,
      "TGTG": 319,
      "TAAC": 320,
      "TTTTG": 321,
      "TTAG": 322,
      "TTTTC": 323,
      "ATAG": 324,
      "TCTG": 325,
      "GGG": 326,
      "TGGC": 327,
      "TGAG": 328,
      "CCC": 329,
      "AGGC": 330,
      "ATAA": 331,
      "TCAG": 332,
      "ACAG": 333,
      "TAGC": 334,
      "CCG": 335,
      "TTAA": 336,
      "TTCG": 337,
      "ATCG": 338,
      "ATTTG": 339,
      "TACC": 340,
      "TCAC": 341,
      "ATAT": 342,
      "TGAA": 343,
      "TCTT": 344,
      "TCAA": 345,
      "AGAA": 346,
      "AACG": 347,
      "ACAC": 348,
      "TTTGG": 349,
      "ATATT": 350,
      "TCTTC": 351,
      "AGAC": 352,
      "TGAC": 353,
      "TTATT": 354,
      "TTTGC": 355,
      "TGGG": 356,
      "ATATG": 357,
      "AAGAG": 358,
      "TAGG": 359,
      "GTAA": 360,
      "TTTCC": 361,
      "TTTAA": 362,
      "TTATG": 363,
      "TTTAC": 364,
      "AAATT": 365,
      "ATATC": 366,
      "TCTTG": 367,
      "ACAA": 368,
      "TGATG": 369,
      "ACCG": 370,
      "TGATT": 371,
      "TATTG": 372,
      "TTTAG": 373,
      "TCCC": 374,
      "TATTC": 375,
      "TGTTG": 376,
      "AAGAA": 377,
      "TCCG": 378,
      "TTATC": 379,
      "TTCTTC": 380,
      "ATTGG": 381,
      "TGTC": 382,
      "AGCC": 383,
      "TGCC": 384,
      "ATTGC": 385,
      "AAATG": 386,
      "AAATC": 387,
      "AAAAC": 388,
      "AAGAAG": 389,
      "ACTC": 390,
      "TACG": 391,
      "AGGG": 392,
      "AGCG": 393,
      "TGCAG": 394,
      "ACTG": 395,
      "ATTTC": 396,
      "TTCAG": 397,
      "AAAAG": 398,
      "TTCTC": 399,
      "TATGC": 400,
      "AGAAG": 401,
      "TGAAG": 402,
      "TATGG": 403,
      "GCG": 404,
      "TCGG": 405,
      "TGCG": 406,
      "GTAAG": 407,
      "AGTG": 408,
      "AATTG": 409,
      "ATTCC": 410,
      "AAAGC": 411,
      "AACAG": 412,
      "TGTT": 413,
      "TTTTGG": 414,
      "TTTCG": 415,
      "TTGGC": 416,
      "AGATG": 417,
      "AATGG": 418,
      "ACCC": 419,
      "TTCTG": 420,
      "ATTTTG": 421,
      "ATAAC": 422,
      "TAAGC": 423,
      "ACGG": 424,
      "AGTC": 425,
      "TTGGG": 426,
      "AAGGC": 427,
      "ACTTG": 428,
      "ATTCG": 429,
      "TCATC": 430,
      "ATAAG": 431,
      "TGATC": 432,
      "AATT": 433,
      "AAAGG": 434,
      "AATTC": 435,
      "TCGC": 436,
      "TATCC": 437,
      "TTCCC": 438,
      "ATGGG": 439,
      "TCAAG": 440,
      "AAACC": 441,
      "AATAA": 442,
      "TTCTTG": 443,
      "ATGGC": 444,
      "AGATT": 445,
      "TTAAC": 446,
      "TTAAG": 447,
      "ACAAG": 448,
      "AGATC": 449,
      "TTTTTG": 450,
      "TCTAA": 451,
      "TCTCC": 452,
      "TTGTG": 453,
      "TTTTGC": 454,
      "TGGAG": 455,
      "TCATG": 456,
      "TTTAT": 457,
      "TTTATT": 458,
      "TCATT": 459,
      "GTG": 460,
      "ACGC": 461,
      "AATGC": 462,
      "ATCAG": 463,
      "ACATT": 464,
      "AGGAG": 465,
      "GTAC": 466,
      "TTACC": 467,
      "TTGTTG": 468,
      "ACATG": 469,
      "AATCC": 470,
      "GGAG": 471,
      "ATAGC": 472,
      "TGTTC": 473,
      "AAGGG": 474,
      "TAAAG": 475,
      "ATGATG": 476,
      "ACTTC": 477,
      "TTTTTTTT": 478,
      "TTAGC": 479,
      "ATACC": 480,
      "AAACG": 481,
      "TCTGC": 482,
      "ACAAC": 483,
      "TTGAG": 484,
      "TCAAC": 485,
      "ACATC": 486,
      "AAGCC": 487,
      "GGCG": 488,
      "AATAC": 489,
      "ATGAG": 490,
      "TGGTG": 491,
      "TCTAC": 492,
      "AACCC": 493,
      "TATAG": 494,
      "AGCAG": 495,
      "TTTTCC": 496,
      "GTATG": 497,
      "ACTAA": 498,
      "TTTCAG": 499,
      "TGTAA": 500,
      "ATTAG": 501,
      "TTGCAG": 502,
      "TTTATC": 503,
      "TTTATG": 504,
      "AATAG": 505,
      "ATTTTC": 506,
      "TCTCG": 507,
      "TTAT": 508,
      "TCTGG": 509,
      "ATCTG": 510,
      "TCTTTT": 511,
      "CCGG": 512,
      "TCTAG": 513,
      "CCAG": 514,
      "TGTAG": 515,
      "TGAAC": 516,
      "TACAG": 517,
      "ATTAC": 518,
      "AATTTG": 519,
      "TCTTTC": 520,
      "ATCATC": 521,
      "ATATTG": 522,
      "TGTGG": 523,
      "TTAGG": 524,
      "TTCAC": 525,
      "TCTTTG": 526,
      "GCAG": 527,
      "ATTTGG": 528,
      "ATCCG": 529,
      "ATGTG": 530,
      "ATATTC": 531,
      "ATAAAA": 532,
      "GTGAG": 533,
      "AAGAC": 534,
      "TTGCC": 535,
      "TCCAG": 536,
      "AATCG": 537,
      "TTATTG": 538,
      "TTCCG": 539,
      "TAGAG": 540,
      "TTGATG": 541,
      "AATTTC": 542,
      "AATTTT": 543,
      "AGCTG": 544,
      "AAGCG": 545,
      "ACCAG": 546,
      "TAATG": 547,
      "TGGTGG": 548,
      "AAGAAC": 549,
      "TATAC": 550,
      "ATCTTC": 551,
      "ATAGG": 552,
      "ATGCC": 553,
      "ATCAC": 554,
      "TCAGC": 555,
      "TTAAAA": 556,
      "AATCTC": 557,
      "GGTG": 558,
      "TATCG": 559,
      "ATAAAG": 560,
      "AACAAC": 561,
      "TGCTG": 562,
      "AAGATG": 563,
      "AACCG": 564,
      "ATATGG": 565,
      "TGTTTT": 566,
      "TAACC": 567,
      "AACAC": 568,
      "TTGAC": 569,
      "ATGCG": 570,
      "AAAAAG": 571,
      "AAATTC": 572,
      "TTGCG": 573,
      "ATAATG": 574,
      "ATCCC": 575,
      "TTAAAG": 576,
      "TGTTTC": 577,
      "ATGCAG": 578,
      "TTATTC": 579,
      "TAAGG": 580,
      "TAAAC": 581,
      "TCACC": 582,
      "AAAACC": 583,
      "AGGAAG": 584,
      "ATCTC": 585,
      "AAATTG": 586,
      "ATTTGC": 587,
      "ATCGG": 588,
      "TTACG": 589,
      "AAAAGG": 590,
      "TAGGC": 591,
      "AGCTTC": 592,
      "AAAGAG": 593,
      "AAATGG": 594,
      "TTATGG": 595,
      "ACTGG": 596,
      "AATATT": 597,
      "ACCGG": 598,
      "TAACG": 599,
      "TATATG": 600,
      "AAACAG": 601,
      "AAGTG": 602,
      "AACTG": 603,
      "ATACG": 604,
      "TTGATT": 605,
      "ACTAC": 606,
      "TTTTAG": 607,
      "TTTGGC": 608,
      "ATCTTG": 609,
      "AGGAGG": 610,
      "TTAATG": 611,
      "TTTGGG": 612,
      "ATATAC": 613,
      "AAAAGC": 614,
      "CCCG": 615,
      "TTGAAG": 616,
      "TTGTTC": 617,
      "ATGAC": 618,
      "AACGG": 619,
      "TTTTCG": 620,
      "ATAAAC": 621,
      "TCCGG": 622,
      "TCTTCC": 623,
      "TGAGG": 624,
      "AGTTC": 625,
      "ATATGC": 626,
      "CCAC": 627,
      "TGCTTC": 628,
      "AATAT": 629,
      "TAGGG": 630,
      "TTTCTTC": 631,
      "TGTTTG": 632,
      "TTTAAG": 633,
      "ATAATC": 634,
      "TATTGG": 635,
      "AGAAC": 636,
      "TGGCG": 637,
      "ATAGAG": 638,
      "TTTAAC": 639,
      "TCTTGG": 640,
      "TCAGG": 641,
      "AATTGG": 642,
      "ATTTAC": 643,
      "TGAGC": 644,
      "ATGAAG": 645,
      "AGAGG": 646,
      "TTTAGC": 647,
      "ATATAG": 648,
      "TCCTCC": 649,
      "CCGC": 650,
      "ACTGC": 651,
      "ATGTTG": 652,
      "AATATG": 653,
      "TCGAG": 654,
      "GTTTG": 655,
      "ATTTAG": 656,
      "GTAT": 657,
      "ATTTCC": 658,
      "ACTAG": 659,
      "TCAAAG": 660,
      "TTTACC": 661,
      "ATTCAG": 662,
      "TCAAAA": 663,
      "TTCATC": 664,
      "TGGCC": 665,
      "TGCTGC": 666,
      "GTTAG": 667,
      "TTCGG": 668,
      "ATTATT": 669,
      "TTAAAC": 670,
      "AGCAGC": 671,
      "TTATGC": 672,
      "ACGAG": 673,
      "TTGATC": 674,
      "AAGATC": 675,
      "TTCTCC": 676,
      "AAGGAG": 677,
      "TTAATC": 678,
      "ACTCC": 679,
      "TATTGC": 680,
      "TGTAC": 681,
      "TTTGAG": 682,
      "AAATGC": 683,
      "TTGTGG": 684,
      "AATGGG": 685,
      "TCTCTCTC": 686,
      "TTACAG": 687,
      "AATATC": 688,
      "TTATAG": 689,
      "ATTATG": 690,
      "ATTTTTT": 691,
      "AACAAG": 692,
      "TTGTAG": 693,
      "ATGGAG": 694,
      "TGATTC": 695,
      "TTCATG": 696,
      "AAGCAG": 697,
      "TTCAAG": 698,
      "TCTTGC": 699,
      "AGAGAG": 700,
      "ACAGC": 701,
      "AGGCC": 702,
      "AGGCG": 703,
      "TTATAC": 704,
      "TGAAAA": 705,
      "ATTATC": 706,
      "AAATCC": 707,
      "ATATCC": 708,
      "GTAAC": 709,
      "ATTTAA": 710,
      "TTTCTG": 711,
      "TCATTG": 712,
      "TTAGAG": 713,
      "TGGAC": 714,
      "AACTTC": 715,
      "AACTTG": 716,
      "TATATC": 717,
      "ATTTCG": 718,
      "TACTG": 719,
      "AAACCC": 720,
      "AGCTTG": 721,
      "TTGGAG": 722,
      "TACCG": 723,
      "TTTGTG": 724,
      "TAGCC": 725,
      "AAAAAC": 726,
      "AACGC": 727,
      "AGGAC": 728,
      "TTTTAC": 729,
      "TGGAAG": 730,
      "ATGATC": 731,
      "AATCAG": 732,
      "TTTAGG": 733,
      "AATGGC": 734,
      "ATATAA": 735,
      "AATTGC": 736,
      "TCTATT": 737,
      "AGCTGC": 738,
      "ATCGC": 739,
      "TTCTGC": 740,
      "TCTATG": 741,
      "TAATAA": 742,
      "TATATT": 743,
      "AGCGG": 744,
      "CCTG": 745,
      "TAGTG": 746,
      "TTCTGG": 747,
      "TACAC": 748,
      "ACCAC": 749,
      "GTATT": 750,
      "ATCTCC": 751,
      "ATTTTTG": 752,
      "ATCAAG": 753,
      "TTCGC": 754,
      "TACGG": 755,
      "ATTGAG": 756,
      "TTGTAA": 757,
      "ATAAGC": 758,
      "TCAATG": 759,
      "TGGAGG": 760,
      "TTTCCC": 761,
      "AAATAC": 762,
      "AAAGCC": 763,
      "TCTTAC": 764,
      "GTAAGC": 765,
      "TTATCC": 766,
      "AAGAGG": 767,
      "TTCTTTT": 768,
      "ATGATT": 769,
      "AAAATG": 770,
      "TCCTG": 771,
      "TCGCC": 772,
      "TTCTAC": 773,
      "TCTGTG": 774,
      "GGGG": 775,
      "AATTCC": 776,
      "TTCTAA": 777,
      "TCCAC": 778,
      "TCTATC": 779,
      "AATTAG": 780,
      "AACATG": 781,
      "TCATTC": 782,
      "TCTCAG": 783,
      "AGCTAA": 784,
      "TTTCTTG": 785,
      "AAAGGG": 786,
      "TTTCAC": 787,
      "TCAAAC": 788,
      "TTTGCC": 789,
      "TCAAGC": 790,
      "AAGTTG": 791,
      "AACATC": 792,
      "ATTGGC": 793,
      "TTTTCAG": 794,
      "TCTAT": 795,
      "TGCGG": 796,
      "AAGAGC": 797,
      "ACCACC": 798,
      "TTATAA": 799,
      "AACTAA": 800,
      "TTTTTGG": 801,
      "TTAAGC": 802,
      "GCGG": 803,
      "TGTGC": 804,
      "TCAAGG": 805,
      "TCAATC": 806,
      "ATTTTTC": 807,
      "ATAACC": 808,
      "ACACC": 809,
      "TGAAGC": 810,
      "TACCC": 811,
      "TGTTGG": 812,
      "AAAGGC": 813,
      "AATTTTG": 814,
      "GTAG": 815,
      "ATGTTC": 816,
      "TTAAGG": 817,
      "ATCTAA": 818,
      "ATTTTGG": 819,
      "AATTAC": 820,
      "TTTTTTG": 821,
      "TCCCC": 822,
      "TCTCTG": 823,
      "ACTTTG": 824,
      "ACAAAG": 825,
      "TCACG": 826,
      "ATTGGG": 827,
      "AAAAAAAA": 828,
      "ATCATG": 829,
      "TAGCG": 830,
      "TTTGCAG": 831,
      "TTTTTTC": 832,
      "AGCTGG": 833,
      "TCATGG": 834,
      "GCTG": 835,
      "GGCGG": 836,
      "TTAACC": 837,
      "TTCAAC": 838,
      "AAATCG": 839,
      "AGTTG": 840,
      "AAGATT": 841,
      "ATTGCC": 842,
      "TACTTG": 843,
      "TCTTAG": 844,
      "ACGCC": 845,
      "TCGGG": 846,
      "TATTCC": 847,
      "AGGAAC": 848,
      "TGAAAG": 849,
      "TTCCAG": 850,
      "AAAACG": 851,
      "TTTGTTG": 852,
      "ATCTGC": 853,
      "TCTTTTG": 854,
      "AAATAG": 855,
      "GGCC": 856,
      "ACAAAA": 857,
      "TGAAAC": 858,
      "GGGC": 859,
      "ATCAAC": 860,
      "TGATTG": 861,
      "ACTTTT": 862,
      "ATAAGG": 863,
      "TAATGG": 864,
      "ACCGC": 865,
      "ACATTG": 866,
      "TTCATT": 867,
      "AATGAG": 868,
      "TCAGAG": 869,
      "ATATCG": 870,
      "AAGAAGC": 871,
      "TGATGG": 872,
      "TAAAAC": 873,
      "TGAATC": 874,
      "ATATTTG": 875,
      "TGCTGG": 876,
      "ACTCG": 877,
      "TTCTAG": 878,
      "TTCTTTC": 879,
      "AATAAC": 880,
      "GAG": 881,
      "TCTTCG": 882,
      "AGGATG": 883,
      "AGCAAC": 884,
      "GTACG": 885,
      "AAGAAAA": 886,
      "TGGGG": 887,
      "AATAAG": 888,
      "TTTATTC": 889,
      "TGCTAA": 890,
      "TCTTTTC": 891,
      "ACTTTC": 892,
      "AGCTAC": 893,
      "ATTTCTC": 894,
      "ATGTGG": 895,
      "TTGGGG": 896,
      "TTTTTAA": 897,
      "AATTCG": 898,
      "AAGTAA": 899,
      "ATACAG": 900,
      "TTCTTTG": 901,
      "TGTTGC": 902,
      "TGACC": 903,
      "AAGTGG": 904,
      "AGCTCC": 905,
      "TGCTTG": 906,
      "TTTATTG": 907,
      "ATCTGG": 908,
      "ATGAAC": 909,
      "ACAGG": 910,
      "ATGTAG": 911,
      "TGATGC": 912,
      "TGTCC": 913,
      "CCCC": 914,
      "ATCATT": 915,
      "TACTAC": 916,
      "TTGTTTC": 917,
      "AAGAAAC": 918,
      "TTTCCG": 919,
      "AACATT": 920,
      "ACAATG": 921,
      "TTCTCTC": 922,
      "ACTTGG": 923,
      "TTAGGG": 924,
      "ACTCTC": 925,
      "TTATAT": 926,
      "ATCTAC": 927,
      "GGTGG": 928,
      "TCACAG": 929,
      "ATGTAA": 930,
      "TTATCG": 931,
      "AGCTAG": 932,
      "AAGAAAG": 933,
      "TGAAGG": 934,
      "TCGGC": 935,
      "TATCAG": 936,
      "TTGTTTT": 937,
      "AAATAA": 938,
      "AAGTTC": 939,
      "TTTGATG": 940,
      "ACAAAC": 941,
      "TGGAAC": 942,
      "AGGAGC": 943,
      "TTTGATT": 944,
      "AAGTAG": 945,
      "TTCTCG": 946,
      "GTTG": 947,
      "TCTTAA": 948,
      "AATGCC": 949,
      "TTATATT": 950,
      "TAACAG": 951,
      "TATGGC": 952,
      "TGCTAC": 953,
      "TCATGC": 954,
      "TCCTTC": 955,
      "AAATTTG": 956,
      "TGGCAG": 957,
      "GGCAG": 958,
      "ATTCTTG": 959,
      "AGCAC": 960,
      "ACCAAC": 961,
      "GTTC": 962,
      "ATCCAG": 963,
      "TATGGG": 964,
      "AGCAAG": 965,
      "AATTTTC": 966,
      "ATTGTTG": 967,
      "TCCTTG": 968,
      "ATTTGTG": 969,
      "TATAAC": 970,
      "TGGTTG": 971,
      "CCGAG": 972,
      "ATATATAT": 973,
      "TAAATC": 974,
      "ATTCTG": 975,
      "TGGATC": 976,
      "TGGAGC": 977,
      "TTATTTG": 978,
      "TGCAAC": 979,
      "TAGAC": 980,
      "TGCAC": 981,
      "TACGC": 982,
      "ATTGATG": 983,
      "TATTTG": 984,
      "TAAACC": 985,
      "TGGTTC": 986,
      "AGGTG": 987,
      "TCTAAG": 988,
      "TGGATG": 989,
      "AACCAG": 990,
      "TTTTTGC": 991,
      "TAAATG": 992,
      "TCCGC": 993,
      "TAATTG": 994,
      "TATTAG": 995,
      "ATCTCTC": 996,
      "AATCCC": 997,
      "CCGCC": 998,
      "TAAATT": 999,
      "AGGATC": 1000,
      "TACTTC": 1001,
      "TATGAG": 1002,
      "AAGACG": 1003,
      "ATTGTG": 1004,
      "GTATC": 1005,
      "ATTACC": 1006,
      "ATTCTTC": 1007,
      "TTTTGGG": 1008,
      "TTTCTTTC": 1009,
      "TCATCC": 1010,
      "ACAGAG": 1011,
      "GGAGG": 1012,
      "AAACCG": 1013,
      "TTTTTCC": 1014,
      "ATATATG": 1015,
      "TTTATGC": 1016,
      "TTGAGG": 1017,
      "TCTGAG": 1018,
      "ACCATC": 1019,
      "TTGTTTG": 1020,
      "TGGATT": 1021,
      "TAAAGC": 1022,
      "AATCTG": 1023,
      "TGGTGC": 1024,
      "GTTGG": 1025,
      "AACTCC": 1026,
      "TTCTTCC": 1027,
      "TCTAAC": 1028,
      "GGAAG": 1029,
      "TTATATG": 1030,
      "TAGTAG": 1031,
      "AATACC": 1032,
      "AACTAC": 1033,
      "AATTTGG": 1034,
      "ACATTC": 1035,
      "TCTCCC": 1036,
      "TTTCGG": 1037,
      "TCCATG": 1038,
      "TCAACC": 1039,
      "TGAATG": 1040,
      "AAAGAAG": 1041,
      "TTTTATG": 1042,
      "TGCATC": 1043,
      "ATTTATT": 1044,
      "TGACG": 1045,
      "ACCAAG": 1046,
      "TCCCG": 1047,
      "TGGTAA": 1048,
      "TGCAGC": 1049,
      "TACATG": 1050,
      "TCCATC": 1051,
      "TTTGATC": 1052,
      "ACTTGC": 1053,
      "ACATGG": 1054,
      "CCAAG": 1055,
      "TACTAA": 1056,
      "TA": 1057,
      "ATTCCC": 1058,
      "AAATATT": 1059,
      "TTCACC": 1060,
      "CCTTG": 1061,
      "ATTTTGC": 1062,
      "TACAAG": 1063,
      "TTTTTAG": 1064,
      "TTTGCG": 1065,
      "TTTACG": 1066,
      "AATAGC": 1067,
      "TTTATGG": 1068,
      "TATTCG": 1069,
      "TTCTTGG": 1070,
      "GGATG": 1071,
      "AGCTCG": 1072,
      "TCATAC": 1073,
      "ACAAGG": 1074,
      "GGGAG": 1075,
      "TGGGC": 1076,
      "TGTTAC": 1077,
      "TCCAAG": 1078,
      "GTCAG": 1079,
      "AGCATC": 1080,
      "AACAAAA": 1081,
      "AACTAG": 1082,
      "ATTTCAG": 1083,
      "AGGTTG": 1084,
      "AATTAA": 1085,
      "TCATAG": 1086,
      "TTTCTCC": 1087,
      "ATAACG": 1088,
      "ACAAGC": 1089,
      "TAGATG": 1090,
      "TGTCG": 1091,
      "TAAAAG": 1092,
      "TCTCCG": 1093,
      "TTGTGC": 1094,
      "TTTTGAG": 1095,
      "TTATATC": 1096,
      "TGTCTC": 1097,
      "GCAAG": 1098,
      "TGAGAG": 1099,
      "TGCTCC": 1100,
      "TCTGCC": 1101,
      "GGATC": 1102,
      "TTTCTTTT": 1103,
      "TAAAGG": 1104,
      "ATTTTCC": 1105,
      "TCATCG": 1106,
      "ACACG": 1107,
      "ATGGCC": 1108,
      "GTGG": 1109,
      "ACAATC": 1110,
      "TTTGTTTG": 1111,
      "TATAAG": 1112,
      "TTCAGC": 1113,
      "TGTATT": 1114,
      "TGCAAG": 1115,
      "TTGAAC": 1116,
      "ATCTTTT": 1117,
      "AGAGCC": 1118,
      "TGTTCC": 1119,
      "ATTAAC": 1120,
      "TCTACC": 1121,
      "TTGGCC": 1122,
      "ATCTAG": 1123,
      "ACGATG": 1124,
      "AAAGATG": 1125,
      "AAACGC": 1126,
      "ATTGCAG": 1127,
      "TAAGAG": 1128,
      "TCTAGC": 1129,
      "ACTCTG": 1130,
      "ATCAGC": 1131,
      "ATCTCG": 1132,
      "TTTGTAG": 1133,
      "TGCTAG": 1134,
      "TTCTCTG": 1135,
      "AATCCG": 1136,
      "AGAGGG": 1137,
      "TGGTAG": 1138,
      "TTTCGC": 1139,
      "TTATTGG": 1140,
      "TCGATG": 1141,
      "ACCATG": 1142,
      "ACGGC": 1143,
      "TTTGTTTT": 1144,
      "TGTAT": 1145,
      "ATTCGG": 1146,
      "TCCTAA": 1147,
      "GTTCG": 1148,
      "AGGTGG": 1149,
      "TCGTTG": 1150,
      "AACGAG": 1151,
      "ATTAGC": 1152,
      "ACTTCC": 1153,
      "AATCTTG": 1154,
      "TCCACC": 1155,
      "ATTAAG": 1156,
      "TTTGTTC": 1157,
      "TTTTGGC": 1158,
      "TGTGGG": 1159,
      "TGTATC": 1160,
      "TTTCATG": 1161,
      "ATTTGGG": 1162,
      "TAATAG": 1163,
      "TACAAC": 1164,
      "AGGAAGC": 1165,
      "TTTGAAG": 1166,
      "AGAGC": 1167,
      "ATTTGAG": 1168,
      "ATTTATC": 1169,
      "AATCGG": 1170,
      "ATTTCTG": 1171,
      "TGTTTTG": 1172,
      "AACAGC": 1173,
      "TTGAGC": 1174,
      "TTCAGG": 1175,
      "AACTGG": 1176,
      "TGATCC": 1177,
      "CCTCC": 1178,
      "TTCTTGC": 1179,
      "AAAAGAG": 1180,
      "ATCACC": 1181,
      "AAAGAC": 1182,
      "AAATATG": 1183,
      "AGGCAG": 1184,
      "TTTCTCTC": 1185,
      "TGATAC": 1186,
      "AAGAAGG": 1187,
      "AAA": 1188,
      "ATTTATG": 1189,
      "TTTCTAA": 1190,
      "TTGTTGG": 1191,
      "TTCGAG": 1192,
      "ACTATG": 1193,
      "TGTATG": 1194,
      "TGCGC": 1195,
      "ATCTTTG": 1196,
      "ACCTTG": 1197,
      "AAAATGG": 1198,
      "TTTCTGG": 1199,
      "TCGTCG": 1200,
      "TTAACG": 1201,
      "AGTAA": 1202,
      "TCCAAC": 1203,
      "AAGATTC": 1204,
      "ATGTTTT": 1205,
      "GTATGC": 1206,
      "ATTAGG": 1207,
      "TAGTTG": 1208,
      "GCC": 1209,
      "AACCGG": 1210,
      "TATAGC": 1211,
      "AGAAAG": 1212,
      "AAACGG": 1213,
      "TGATAG": 1214,
      "TTTCATC": 1215,
      "TATTTTG": 1216,
      "ATTTTAC": 1217,
      "TTGGGC": 1218,
      "TTTCTGC": 1219,
      "TCTGGC": 1220,
      "AAAAATG": 1221,
      "TTTTGCAG": 1222,
      "TCTTTGG": 1223,
      "CCTAA": 1224,
      "TAGTAA": 1225,
      "TTATTGC": 1226,
      "AACACC": 1227,
      "ATATTGG": 1228,
      "AGCGC": 1229,
      "AGTGG": 1230,
      "AAAGCG": 1231,
      "TATACC": 1232,
      "AAATATC": 1233,
      "ATGAGG": 1234,
      "TTAGGC": 1235,
      "TTACCG": 1236,
      "ACGGG": 1237,
      "AAACTTG": 1238,
      "AAGGCC": 1239,
      "AACTGC": 1240,
      "TTTTTAC": 1241,
      "AGAAAA": 1242,
      "ACGACG": 1243,
      "AATCGC": 1244,
      "TTTATCC": 1245,
      "ATTTTAG": 1246,
      "AGCATG": 1247,
      "TGTTTTC": 1248,
      "TAGAGG": 1249,
      "TTTTATC": 1250,
      "TTTGAC": 1251,
      "TAATGC": 1252,
      "AAGGCG": 1253,
      "AACTCG": 1254,
      "GTAGG": 1255,
      "CCATC": 1256,
      "TTTTTTTC": 1257,
      "TACTGG": 1258,
      "TCTGGG": 1259,
      "AATTATT": 1260,
      "TAGAAG": 1261,
      "AAACAC": 1262,
      "AATGATG": 1263,
      "TTTACAG": 1264,
      "TCATAA": 1265,
      "GTGTG": 1266,
      "TTGATTC": 1267,
      "AATTTGC": 1268,
      "TGTTAG": 1269,
      "CCTTC": 1270,
      "GTGC": 1271,
      "ATAGGC": 1272,
      "AGTTTC": 1273,
      "AGAAGC": 1274,
      "ATTTAT": 1275,
      "TTTTTATT": 1276,
      "CCATG": 1277,
      "TTCTTAC": 1278,
      "ATTCCG": 1279,
      "TCCTGG": 1280,
      "ATTATTG": 1281,
      "ATTCAC": 1282,
      "AATGTTG": 1283,
      "AAGACC": 1284,
      "TCAACG": 1285,
      "AACAAAG": 1286,
      "AGAAAC": 1287,
      "ATACCG": 1288,
      "TTTAAGC": 1289,
      "CG": 1290,
      "TACTAG": 1291,
      "GCTTC": 1292,
      "ACCTAA": 1293,
      "TTCCGG": 1294,
      "AGATTC": 1295,
      "ACTGTG": 1296,
      "AAGAGAG": 1297,
      "TCTTTGC": 1298,
      "ATCTTTC": 1299,
      "CCAAC": 1300,
      "ATCAAAG": 1301,
      "AGTAG": 1302,
      "ACTTAC": 1303,
      "GCTGC": 1304,
      "AAGCGG": 1305,
      "TTGCGG": 1306,
      "TCTTTAA": 1307,
      "TCGCG": 1308,
      "ACTCAG": 1309,
      "CCACC": 1310,
      "TTTGTGG": 1311,
      "AAAATAA": 1312,
      "GTACC": 1313,
      "ACTATC": 1314,
      "TCCTGC": 1315,
      "TTCTTCG": 1316,
      "TATATTG": 1317,
      "ACTATT": 1318,
      "AATATTC": 1319,
      "ATGGGG": 1320,
      "AAGTTTC": 1321,
      "TTTGTTTC": 1322,
      "AAGGGC": 1323,
      "TGCCC": 1324,
      "AAATTGG": 1325,
      "TCTTTAG": 1326,
      "AAGAATC": 1327,
      "AATTTAG": 1328,
      "TGATAA": 1329,
      "AAAAGAA": 1330,
      "AATTTAA": 1331,
      "AAGTAC": 1332,
      "TTTTTCTC": 1333,
      "ATATATC": 1334,
      "AATATTG": 1335,
      "ACCCG": 1336,
      "TTGTTGC": 1337,
      "ACACAG": 1338,
      "TTGTAC": 1339,
      "TTCCCC": 1340,
      "TGAGGG": 1341,
      "TTTTATT": 1342,
      "TTTTTGTG": 1343,
      "TAGTGG": 1344,
      "ACTAT": 1345,
      "AAGATGG": 1346,
      "ATATTGC": 1347,
      "AAAAATC": 1348,
      "TCTCTTC": 1349,
      "AGGTTC": 1350,
      "TATGCC": 1351,
      "AAATTGC": 1352,
      "AAAACCC": 1353,
      "TTTTTTTG": 1354,
      "ATTTCAA": 1355,
      "TCTTTAC": 1356,
      "ACATGC": 1357,
      "ATTGATC": 1358,
      "TCGTGG": 1359,
      "TTAGCC": 1360,
      "TGGCGG": 1361,
      "AGGAAAC": 1362,
      "ATTCGC": 1363,
      "TTACCC": 1364,
      "ATCGAG": 1365,
      "TTGGCG": 1366,
      "AAAAAGC": 1367,
      "AGGATT": 1368,
      "ATTGCG": 1369,
      "TCATTTG": 1370,
      "AATCTTC": 1371,
      "AGGAAAG": 1372,
      "ATCCGG": 1373,
      "ACCTTC": 1374,
      "TTGCTTC": 1375,
      "AATTATG": 1376,
      "AATGCG": 1377,
      "AAGCTGC": 1378,
      "TAATAC": 1379,
      "TCTAGG": 1380,
      "AATCATC": 1381,
      "TCTCGC": 1382,
      "ATGAGC": 1383,
      "TCTTTCC": 1384,
      "TCAGGG": 1385,
      "AGAGAGAG": 1386,
      "AATAGG": 1387,
      "ATGATTC": 1388,
      "ACCAGC": 1389,
      "TTGTCC": 1390,
      "ATTGTAG": 1391,
      "AATTTCC": 1392,
      "ATTGAAG": 1393,
      "TATATTC": 1394,
      "AACAATG": 1395,
      "AACTTTG": 1396,
      "ATTGTTC": 1397,
      "TGATTGG": 1398,
      "AATTATC": 1399,
      "TCAGGC": 1400,
      "AGGAAAA": 1401,
      "AAATAT": 1402,
      "TCTCGG": 1403,
      "TGAGCC": 1404,
      "TTTCTAC": 1405,
      "TATATAC": 1406,
      "TATATAG": 1407,
      "TAATTC": 1408,
      "TAGCAG": 1409,
      "TCCTCG": 1410,
      "ATGTTTC": 1411,
      "TCTCTTG": 1412,
      "ATTGATT": 1413,
      "TTTTTCG": 1414,
      "TATTTTC": 1415,
      "ATCTTCC": 1416,
      "TTTTGTTG": 1417,
      "TGTTAA": 1418,
      "AAAATTG": 1419,
      "AGAAAGC": 1420,
      "ACGAGG": 1421,
      "TCAGCC": 1422,
      "ACCTCC": 1423,
      "AAAATGC": 1424,
      "AGTAC": 1425,
      "ACGAAG": 1426,
      "TTTCTAG": 1427,
      "ACCCC": 1428,
      "AAGCTTG": 1429,
      "ATGGGC": 1430,
      "TATGCAG": 1431,
      "ACATAC": 1432,
      "ATTTCAC": 1433,
      "TAAGCC": 1434,
      "AGCTTTG": 1435,
      "AAGGGG": 1436,
      "ATGTAC": 1437,
      "TTATAAC": 1438,
      "ATGTGC": 1439,
      "ACCTG": 1440,
      "TTACGG": 1441,
      "TTTCAAG": 1442,
      "ACAACC": 1443,
      "TAATCC": 1444,
      "ACTGAG": 1445,
      "TTTTGCC": 1446,
      "TCACCG": 1447,
      "TACTGC": 1448,
      "AGTTTG": 1449,
      "AACTTTT": 1450,
      "TCTGTTTT": 1451,
      "TCTACG": 1452,
      "TTCAAAG": 1453,
      "ATTCATC": 1454,
      "TTTCTTTG": 1455,
      "TTGGTGG": 1456,
      "AATGCAG": 1457,
      "ACCATT": 1458,
      "TTGCTGC": 1459,
      "TTCCCG": 1460,
      "ATTACG": 1461,
      "TGTGCC": 1462,
      "TTGGTG": 1463,
      "AAT": 1464,
      "AATTTAC": 1465,
      "TACCAG": 1466,
      "TCTGCG": 1467,
      "TATCGG": 1468,
      "AGAGAAG": 1469,
      "TACTCC": 1470,
      "ATTCTCC": 1471,
      "TTACTTG": 1472,
      "AAGCTG": 1473,
      "GCTTG": 1474,
      "AAGGAAG": 1475,
      "TACATT": 1476,
      "ATGGATG": 1477,
      "AATACG": 1478,
      "TATATAT": 1479,
      "AAACATG": 1480,
      "CCCAG": 1481,
      "AAGCTTC": 1482,
      "TCTTCAG": 1483,
      "AGGCGG": 1484,
      "ATTGTGG": 1485,
      "TTGATGC": 1486,
      "ATGGAAG": 1487,
      "TGTGTGTG": 1488,
      "TTTGTAA": 1489,
      "TGCTCG": 1490,
      "TTGCTTG": 1491,
      "TCATATT": 1492,
      "TGAAATC": 1493,
      "TAGATT": 1494,
      "TGTGAG": 1495,
      "CCATT": 1496,
      "AAGCAGC": 1497,
      "GTAAGG": 1498,
      "AACAAAC": 1499,
      "TTCCTCC": 1500,
      "AAGCTAA": 1501,
      "TCGTG": 1502,
      "ATTCATG": 1503,
      "TTTCATT": 1504,
      "TTTTCTTG": 1505,
      "ATGGTGG": 1506,
      "GTTTT": 1507,
      "TACATC": 1508,
      "AAATGGG": 1509,
      "TTAAAAC": 1510,
      "TCCATT": 1511,
      "AAAAGGG": 1512,
      "TTTTCTTC": 1513,
      "AATATGG": 1514,
      "ATAAGAG": 1515,
      "TAGATC": 1516,
      "TGATTGC": 1517,
      "TGAACC": 1518,
      "ACGAC": 1519,
      "TGTAAC": 1520,
      "AAAAAAG": 1521,
      "TCGATC": 1522,
      "TCAAATC": 1523,
      "TATTTGG": 1524,
      "TCTTATG": 1525,
      "TCTCTGC": 1526,
      "TTTTGTAG": 1527,
      "TTTTAAG": 1528,
      "AAACTAA": 1529,
      "TCTGTTTC": 1530,
      "AATCTAA": 1531,
      "ATATATT": 1532,
      "GTTTC": 1533,
      "GTGAA": 1534,
      "AAAGATC": 1535,
      "ATAGCC": 1536,
      "TTCTTCTTCTTC": 1537,
      "TTTTCCC": 1538,
      "GCTGG": 1539,
      "AAGCTGG": 1540,
      "TTTCCAG": 1541,
      "TATAATG": 1542,
      "AAAGTTG": 1543,
      "TCTCTCC": 1544,
      "TGGGAG": 1545,
      "TGTCAC": 1546,
      "TTCCTTC": 1547,
      "TCTTCTTC": 1548,
      "AATCTCC": 1549,
      "AAAAAAC": 1550,
      "ATACCC": 1551,
      "TTTGGAG": 1552,
      "TGCATG": 1553,
      "ATGCGG": 1554,
      "AAAGAAC": 1555,
      "AAAGAGC": 1556,
      "TTAATAA": 1557,
      "TATAGG": 1558,
      "ACGAGC": 1559,
      "TTTTAAC": 1560,
      "ATAATAA": 1561,
      "TTT": 1562,
      "AAAAACC": 1563,
      "ATCGCC": 1564,
      "AATTCAG": 1565,
      "AAGTCC": 1566,
      "ATAGGG": 1567,
      "AAATGGC": 1568,
      "TATCCG": 1569,
      "ATGGCG": 1570,
      "TATATGC": 1571,
      "TGTCTG": 1572,
      "AAAAGGC": 1573,
      "TATTTGC": 1574,
      "TATCTTC": 1575,
      "AAAAAGG": 1576,
      "ACTCAC": 1577,
      "TCGCCG": 1578,
      "TGCCG": 1579,
      "TCTTATC": 1580,
      "TTGCTAA": 1581,
      "TAGAGC": 1582,
      "ACAGCC": 1583,
      "ACAGGG": 1584,
      "AAAATCC": 1585,
      "TAGTTC": 1586,
      "TATGCG": 1587,
      "ATTGTAA": 1588,
      "TCAAAAC": 1589,
      "AAGTTTG": 1590,
      "TCGAGG": 1591,
      "TTTATAG": 1592,
      "AACCCG": 1593,
      "AGAAACC": 1594,
      "AACCGC": 1595,
      "AGAGAC": 1596,
      "ATGTTTG": 1597,
      "AATTTCG": 1598,
      "AATTCTC": 1599,
      "AGAAATC": 1600,
      "ATTCTGG": 1601,
      "ACCTGG": 1602,
      "TATCCC": 1603,
      "GGTTC": 1604,
      "ACTAAC": 1605,
      "TTTAAAG": 1606,
      "ATTCAAG": 1607,
      "ATGATGG": 1608,
      "ATGCTTG": 1609,
      "TCGAAG": 1610,
      "TTTTGATT": 1611,
      "TGCATT": 1612,
      "TTCCTTG": 1613,
      "ATTGAC": 1614,
      "ACGTTG": 1615,
      "TCATTGG": 1616,
      "CCCGG": 1617,
      "TGTGGC": 1618,
      "TCCAGC": 1619,
      "ACCAAAC": 1620,
      "ATTCTAA": 1621,
      "TTAAGAG": 1622,
      "ATCTCTG": 1623,
      "AACAGAG": 1624,
      "TCATATG": 1625,
      "TCTGCAG": 1626,
      "TACCGG": 1627,
      "TGTAGC": 1628,
      "TCATATC": 1629,
      "TGCTTTG": 1630,
      "TCATTTC": 1631,
      "TGCAGG": 1632,
      "TCCTAC": 1633,
      "TTATAAG": 1634,
      "TTAAAAG": 1635,
      "ATGGAGG": 1636,
      "TCGAGC": 1637,
      "TCATTGC": 1638,
      "ATACGG": 1639,
      "ATGGATC": 1640,
      "TTTCTCTG": 1641,
      "AAGGAAC": 1642,
      "AGAAAAC": 1643,
      "TTCTATT": 1644,
      "AATCAC": 1645,
      "GTGGG": 1646,
      "TGGAAAC": 1647,
      "GTATGG": 1648,
      "TCGAC": 1649,
      "AAGGAGG": 1650,
      "TGAAAAC": 1651,
      "GCTAA": 1652,
      "TTTTGATG": 1653,
      "TTAAAGC": 1654,
      "TTGGATC": 1655,
      "TCAAAGC": 1656,
      "ATATTCC": 1657,
      "TCTATTG": 1658,
      "TATACG": 1659,
      "TTTAGGG": 1660,
      "TTATAGC": 1661,
      "TGAAATG": 1662,
      "TCCTAG": 1663,
      "AAAT": 1664,
      "TTTTGTTTT": 1665,
      "TTGTGTG": 1666,
      "AAAACAG": 1667,
      "GCAGC": 1668,
      "TATGATG": 1669,
      "TAGGAG": 1670,
      "TTGAAGC": 1671,
      "TTTCTCG": 1672,
      "ATGGAAC": 1673,
      "AATGTGG": 1674,
      "TTTTAGC": 1675,
      "AATGAAG": 1676,
      "AATCATG": 1677,
      "TTAATGG": 1678,
      "ATAATGG": 1679,
      "TGACAG": 1680,
      "AAACAAG": 1681,
      "ATTATTC": 1682,
      "GGGAAG": 1683,
      "ACATAG": 1684,
      "TATAAAG": 1685,
      "AATCTGC": 1686,
      "TTGTTAC": 1687,
      "ACCAAAG": 1688,
      "TTCCGC": 1689,
      "TAACGG": 1690,
      "AGAAAAG": 1691,
      "ACGATC": 1692,
      "TTCGCC": 1693,
      "GTCTG": 1694,
      "AGGAGAG": 1695,
      "ATGAAGC": 1696,
      "TTGGAAC": 1697,
      "AAACTTC": 1698,
      "TCAAGAG": 1699,
      "TGACCC": 1700,
      "ACTAAG": 1701,
      "TGACGG": 1702,
      "TAGAAC": 1703,
      "AATTGGG": 1704,
      "AAAATTC": 1705,
      "TCTCTGG": 1706,
      "AAGAAAGC": 1707,
      "TCCTTTT": 1708,
      "AAATTCC": 1709,
      "AAATTCG": 1710,
      "ATGATGC": 1711,
      "ACTTAG": 1712,
      "TTGCTG": 1713,
      "GTAAAG": 1714,
      "TTTAAGG": 1715,
      "AGGTAA": 1716,
      "TCTCATC": 1717,
      "TATATATG": 1718,
      "AAACAAC": 1719,
      "ATTTGCC": 1720,
      "TTATGGG": 1721,
      "TTTGATTC": 1722,
      "TGATTCC": 1723,
      "ATAAATC": 1724,
      "TTAGCG": 1725,
      "AATATGC": 1726,
      "TTAAATC": 1727,
      "TTGATGG": 1728,
      "AGACC": 1729,
      "AATCTGG": 1730,
      "AAAAGAAG": 1731,
      "TCGTAA": 1732,
      "ATATGGG": 1733,
      "ACAAAAC": 1734,
      "TTGACC": 1735,
      "ATTGTTTC": 1736,
      "AGAAGG": 1737,
      "TATAAAA": 1738,
      "TATATGG": 1739,
      "TTGCAGC": 1740,
      "TTATTCC": 1741
    },
    "merges": [
      "T T",
      "A A",
      "T G",
      "T C",
      "A G",
      "A C",
      "A TT",
      "G G",
      "A TG",
      "C C",
      "A T",
      "AA G",
      "A TC",
      "TT G",
      "TT C",
      "AA C",
      "TG G",
      "č Ċ",
      "AG C",
      "T AA",
      "AG G",
      "T AC",
      "TG C",
      "TT TT",
      "TC C",
      "T AG",
      "G C",
      "AC C",
      "TT TC",
      "AA AA",
      "ATT C",
      "TT TG",
      "ATT G",
      "TC TC",
      "TT GG",
      "T ATG",
      "AA AG",
      "AAG C",
      "T AT",
      "AA AC",
      "TC G",
      "T ATT",
      "TTG C",
      "TT CC",
      "T ATC",
      "AA GG",
      "AC G",
      "ATG G",
      "AA TC",
      "AA TG",
      "AG AG",
      "ATG C",
      "TT AC",
      "ATC C",
      "AA CC",
      "GG C",
      "AT AC",
      "T AAG",
      "TG TG",
      "T AAC",
      "TT TTG",
      "TT AG",
      "TT TTC",
      "AT AG",
      "TC TG",
      "GG G",
      "TGG C",
      "TG AG",
      "CC C",
      "AGG C",
      "AT AA",
      "TC AG",
      "AC AG",
      "T AGC",
      "CC G",
      "TT AA",
      "TTC G",
      "ATC G",
      "ATT TG",
      "TAC C",
      "TC AC",
      "AT AT",
      "TG AA",
      "TC TT",
      "TC AA",
      "AG AA",
      "AAC G",
      "AC AC",
      "TT TGG",
      "AT ATT",
      "TC TTC",
      "AG AC",
      "TG AC",
      "TT ATT",
      "TT TGC",
      "TG GG",
      "AT ATG",
      "AAG AG",
      "T AGG",
      "G TAA",
      "TT TCC",
      "TT TAA",
      "TT ATG",
      "TT TAC",
      "AA ATT",
      "AT ATC",
      "TC TTG",
      "AC AA",
      "TG ATG",
      "ACC G",
      "TG ATT",
      "T ATTG",
      "TT TAG",
      "TC CC",
      "T ATTC",
      "TG TTG",
      "AAG AA",
      "TCC G",
      "TT ATC",
      "TTC TTC",
      "ATT GG",
      "TG TC",
      "AG CC",
      "TG CC",
      "ATT GC",
      "AA ATG",
      "AA ATC",
      "AA AAC",
      "AAG AAG",
      "AC TC",
      "TAC G",
      "AG GG",
      "AGC G",
      "TGC AG",
      "AC TG",
      "ATT TC",
      "TTC AG",
      "AA AAG",
      "TTC TC",
      "TATG C",
      "AG AAG",
      "TG AAG",
      "TATG G",
      "GC G",
      "TC GG",
      "TGC G",
      "G TAAG",
      "AG TG",
      "AA TTG",
      "ATT CC",
      "AA AGC",
      "AAC AG",
      "TG TT",
      "TTTT GG",
      "TTTC G",
      "TTGG C",
      "AG ATG",
      "AA TGG",
      "AC CC",
      "TTC TG",
      "ATT TTG",
      "AT AAC",
      "T AAGC",
      "AC GG",
      "AG TC",
      "TTGG G",
      "AAGG C",
      "AC TTG",
      "ATTC G",
      "TC ATC",
      "AT AAG",
      "TG ATC",
      "AA TT",
      "AA AGG",
      "AA TTC",
      "TC GC",
      "TATC C",
      "TTCC C",
      "ATG GG",
      "TC AAG",
      "AA ACC",
      "AA TAA",
      "TTC TTG",
      "ATG GC",
      "AG ATT",
      "TT AAC",
      "TT AAG",
      "AC AAG",
      "AG ATC",
      "TTTT TG",
      "TC TAA",
      "TC TCC",
      "TTG TG",
      "TT TTGC",
      "TGG AG",
      "TC ATG",
      "TT TAT",
      "TT TATT",
      "TC ATT",
      "G TG",
      "AC GC",
      "AA TGC",
      "ATC AG",
      "AC ATT",
      "AGG AG",
      "G TAC",
      "TT ACC",
      "TTG TTG",
      "AC ATG",
      "AA TCC",
      "GG AG",
      "AT AGC",
      "TG TTC",
      "AAGG G",
      "TAA AG",
      "ATG ATG",
      "AC TTC",
      "TTTT TTTT",
      "TT AGC",
      "AT ACC",
      "AAAC G",
      "TC TGC",
      "AC AAC",
      "TTG AG",
      "TC AAC",
      "AC ATC",
      "AAG CC",
      "GGC G",
      "AA TAC",
      "ATG AG",
      "TGG TG",
      "TC TAC",
      "AACC C",
      "TAT AG",
      "AGC AG",
      "TTTT CC",
      "G TATG",
      "AC TAA",
      "TTTC AG",
      "TG TAA",
      "ATT AG",
      "TTGC AG",
      "TT TATC",
      "TT TATG",
      "AA TAG",
      "ATT TTC",
      "TCTC G",
      "TT AT",
      "TC TGG",
      "ATC TG",
      "TC TTTT",
      "CC GG",
      "TC TAG",
      "CC AG",
      "TG TAG",
      "TG AAC",
      "TAC AG",
      "ATT AC",
      "AA TTTG",
      "TC TTTC",
      "ATC ATC",
      "AT ATTG",
      "TG TGG",
      "TT AGG",
      "TTC AC",
      "TC TTTG",
      "GC AG",
      "ATT TGG",
      "ATCC G",
      "ATG TG",
      "AT ATTC",
      "AT AAAA",
      "G TGAG",
      "AAG AC",
      "TTG CC",
      "TCC AG",
      "AA TCG",
      "TT ATTG",
      "TTCC G",
      "TAG AG",
      "TTG ATG",
      "AA TTTC",
      "AA TTTT",
      "AGC TG",
      "AAGC G",
      "ACC AG",
      "TAA TG",
      "TGG TGG",
      "AAG AAC",
      "TAT AC",
      "ATC TTC",
      "AT AGG",
      "ATG CC",
      "ATC AC",
      "TC AGC",
      "TT AAAA",
      "AA TCTC",
      "GG TG",
      "TATC G",
      "AT AAAG",
      "AAC AAC",
      "TGC TG",
      "AAG ATG",
      "AACC G",
      "AT ATGG",
      "TG TTTT",
      "TAA CC",
      "AAC AC",
      "TTG AC",
      "ATGC G",
      "AAAA AG",
      "AA ATTC",
      "TTGC G",
      "AT AATG",
      "ATC CC",
      "TT AAAG",
      "TG TTTC",
      "ATGC AG",
      "TT ATTC",
      "TAA GG",
      "TAA AC",
      "TC ACC",
      "AAAA CC",
      "AGG AAG",
      "ATC TC",
      "AA ATTG",
      "ATT TGC",
      "ATC GG",
      "TT ACG",
      "AAAA GG",
      "T AGGC",
      "AGC TTC",
      "AAAG AG",
      "AA ATGG",
      "TT ATGG",
      "AC TGG",
      "AA TATT",
      "ACC GG",
      "TAAC G",
      "TAT ATG",
      "AAAC AG",
      "AAG TG",
      "AAC TG",
      "AT ACG",
      "TTG ATT",
      "AC TAC",
      "TTTT AG",
      "TT TGGC",
      "ATC TTG",
      "AGG AGG",
      "TT AATG",
      "TTTG GG",
      "AT ATAC",
      "AA AAGC",
      "CCC G",
      "TTG AAG",
      "TTG TTC",
      "ATG AC",
      "AAC GG",
      "TTTTC G",
      "AT AAAC",
      "TCC GG",
      "TC TTCC",
      "TG AGG",
      "AG TTC",
      "AT ATGC",
      "CC AC",
      "TGC TTC",
      "AA TAT",
      "TAG GG",
      "TTTC TTC",
      "TG TTTG",
      "TT TAAG",
      "AT AATC",
      "TATT GG",
      "AG AAC",
      "TGGC G",
      "AT AGAG",
      "TT TAAC",
      "TC TTGG",
      "TC AGG",
      "AA TTGG",
      "ATT TAC",
      "TG AGC",
      "ATG AAG",
      "AG AGG",
      "TT TAGC",
      "AT ATAG",
      "TCC TCC",
      "CC GC",
      "AC TGC",
      "ATG TTG",
      "AA TATG",
      "TCG AG",
      "G TTTG",
      "ATT TAG",
      "G TAT",
      "ATT TCC",
      "AC TAG",
      "TC AAAG",
      "TT TACC",
      "ATTC AG",
      "TC AAAA",
      "TTC ATC",
      "TGG CC",
      "TGC TGC",
      "G TTAG",
      "TTC GG",
      "ATT ATT",
      "TT AAAC",
      "AGC AGC",
      "TT ATGC",
      "ACG AG",
      "TTG ATC",
      "AAG ATC",
      "TTC TCC",
      "AAGG AG",
      "TT AATC",
      "AC TCC",
      "TATT GC",
      "TG TAC",
      "TTTG AG",
      "AA ATGC",
      "TTG TGG",
      "AATG GG",
      "TCTC TCTC",
      "TTAC AG",
      "AA TATC",
      "TT ATAG",
      "ATT ATG",
      "ATT TTTT",
      "AAC AAG",
      "TTG TAG",
      "ATGG AG",
      "TG ATTC",
      "TTC ATG",
      "AAGC AG",
      "TTC AAG",
      "TC TTGC",
      "AGAG AG",
      "AC AGC",
      "AGG CC",
      "AGGC G",
      "TT ATAC",
      "TG AAAA",
      "ATT ATC",
      "AA ATCC",
      "AT ATCC",
      "G TAAC",
      "ATT TAA",
      "TTTC TG",
      "TC ATTG",
      "TT AGAG",
      "TGG AC",
      "AAC TTC",
      "AAC TTG",
      "TAT ATC",
      "ATT TCG",
      "TAC TG",
      "AAAC CC",
      "AGC TTG",
      "TTGG AG",
      "TACC G",
      "TTTG TG",
      "TAG CC",
      "AAAA AC",
      "AAC GC",
      "AGG AC",
      "TTTT AC",
      "TGG AAG",
      "ATG ATC",
      "AATC AG",
      "TT TAGG",
      "AA TGGC",
      "AT ATAA",
      "AA TTGC",
      "TC TATT",
      "AGC TGC",
      "ATC GC",
      "TTC TGC",
      "TC TATG",
      "TAA TAA",
      "TAT ATT",
      "AGC GG",
      "CC TG",
      "TAG TG",
      "TTC TGG",
      "TAC AC",
      "ACC AC",
      "G TATT",
      "ATC TCC",
      "ATT TTTG",
      "ATC AAG",
      "TTC GC",
      "TAC GG",
      "ATTG AG",
      "TTG TAA",
      "AT AAGC",
      "TC AATG",
      "TGG AGG",
      "TTTC CC",
      "AA ATAC",
      "AAAG CC",
      "TC TTAC",
      "G TAAGC",
      "TT ATCC",
      "AAG AGG",
      "TTC TTTT",
      "ATG ATT",
      "AAAA TG",
      "TCC TG",
      "TCG CC",
      "TTC TAC",
      "TC TGTG",
      "GG GG",
      "AA TTCC",
      "TTC TAA",
      "TCC AC",
      "TC TATC",
      "AA TTAG",
      "AAC ATG",
      "TC ATTC",
      "TCTC AG",
      "AGC TAA",
      "TTTC TTG",
      "AAAG GG",
      "TTTC AC",
      "TC AAAC",
      "TTTG CC",
      "TC AAGC",
      "AAG TTG",
      "AAC ATC",
      "ATT GGC",
      "TTTTC AG",
      "TC TAT",
      "TGC GG",
      "AAG AGC",
      "ACC ACC",
      "TT ATAA",
      "AAC TAA",
      "TTTT TGG",
      "TT AAGC",
      "GC GG",
      "TG TGC",
      "TC AAGG",
      "TC AATC",
      "ATT TTTC",
      "AT AACC",
      "AC ACC",
      "TG AAGC",
      "TAC CC",
      "TG TTGG",
      "AA AGGC",
      "AA TTTTG",
      "G TAG",
      "ATG TTC",
      "TT AAGG",
      "ATC TAA",
      "ATT TTGG",
      "AA TTAC",
      "TTTT TTG",
      "TC CCC",
      "TCTC TG",
      "AC TTTG",
      "AC AAAG",
      "TC ACG",
      "ATT GGG",
      "AAAA AAAA",
      "ATC ATG",
      "TAGC G",
      "TTTGC AG",
      "TTTT TTC",
      "AGC TGG",
      "TC ATGG",
      "GC TG",
      "GGC GG",
      "TT AACC",
      "TTC AAC",
      "AA ATCG",
      "AG TTG",
      "AAG ATT",
      "ATTG CC",
      "TAC TTG",
      "TC TTAG",
      "ACG CC",
      "TC GGG",
      "TATT CC",
      "AGG AAC",
      "TG AAAG",
      "TTCC AG",
      "AA AACG",
      "TTTG TTG",
      "ATC TGC",
      "TC TTTTG",
      "AA ATAG",
      "GG CC",
      "AC AAAA",
      "TG AAAC",
      "GG GC",
      "ATC AAC",
      "TG ATTG",
      "AC TTTT",
      "AT AAGG",
      "TAA TGG",
      "ACC GC",
      "AC ATTG",
      "TTC ATT",
      "AATG AG",
      "TC AGAG",
      "AT ATCG",
      "AAG AAGC",
      "TG ATGG",
      "TAA AAC",
      "TG AATC",
      "AT ATTTG",
      "TGC TGG",
      "AC TCG",
      "TTC TAG",
      "TTC TTTC",
      "AA TAAC",
      "G AG",
      "TC TTCG",
      "AGG ATG",
      "AGC AAC",
      "G TACG",
      "AAG AAAA",
      "TG GGG",
      "AA TAAG",
      "TT TATTC",
      "TGC TAA",
      "TC TTTTC",
      "AC TTTC",
      "AGC TAC",
      "ATT TCTC",
      "ATG TGG",
      "TTGG GG",
      "TTTT TAA",
      "AA TTCG",
      "AAG TAA",
      "ATAC AG",
      "TTC TTTG",
      "TG TTGC",
      "TG ACC",
      "AAG TGG",
      "AGC TCC",
      "TGC TTG",
      "TT TATTG",
      "ATC TGG",
      "ATG AAC",
      "AC AGG",
      "ATG TAG",
      "TG ATGC",
      "TG TCC",
      "CC CC",
      "ATC ATT",
      "TAC TAC",
      "TTG TTTC",
      "AAG AAAC",
      "TTTCC G",
      "AAC ATT",
      "AC AATG",
      "TTC TCTC",
      "AC TTGG",
      "TTAG GG",
      "AC TCTC",
      "TT ATAT",
      "ATC TAC",
      "GG TGG",
      "TC ACAG",
      "ATG TAA",
      "TT ATCG",
      "AGC TAG",
      "AAG AAAG",
      "TG AAGG",
      "TC GGC",
      "TATC AG",
      "TTG TTTT",
      "AA ATAA",
      "AAG TTC",
      "TTTG ATG",
      "AC AAAC",
      "TGG AAC",
      "AGG AGC",
      "TTTG ATT",
      "AAG TAG",
      "TTC TCG",
      "G TTG",
      "TC TTAA",
      "AATG CC",
      "TT ATATT",
      "TAAC AG",
      "TATG GC",
      "TGC TAC",
      "TC ATGC",
      "TCC TTC",
      "AA ATTTG",
      "TGGC AG",
      "GGC AG",
      "ATTC TTG",
      "AGC AC",
      "ACC AAC",
      "G TTC",
      "ATCC AG",
      "TATG GG",
      "AGC AAG",
      "AA TTTTC",
      "ATTG TTG",
      "TCC TTG",
      "ATT TGTG",
      "TAT AAC",
      "TGG TTG",
      "CCG AG",
      "ATAT ATAT",
      "TAA ATC",
      "ATTC TG",
      "TGG ATC",
      "TGG AGC",
      "TT ATTTG",
      "TGC AAC",
      "TAG AC",
      "TGC AC",
      "TAC GC",
      "ATTG ATG",
      "TATT TG",
      "TAA ACC",
      "TGG TTC",
      "AGG TG",
      "TC TAAG",
      "TGG ATG",
      "AACC AG",
      "TTTT TGC",
      "TAA ATG",
      "TCC GC",
      "TAA TTG",
      "TATT AG",
      "ATC TCTC",
      "AATC CC",
      "CCG CC",
      "TAA ATT",
      "AGG ATC",
      "TAC TTC",
      "TATG AG",
      "AAG ACG",
      "ATTG TG",
      "G TATC",
      "ATT ACC",
      "ATTC TTC",
      "TTTT GGG",
      "TTTC TTTC",
      "TC ATCC",
      "AC AGAG",
      "GG AGG",
      "AA ACCG",
      "TTTT TCC",
      "ATAT ATG",
      "TT TATGC",
      "TTG AGG",
      "TCTG AG",
      "ACC ATC",
      "TTG TTTG",
      "TGG ATT",
      "TAA AGC",
      "AATC TG",
      "TGG TGC",
      "G TTGG",
      "AAC TCC",
      "TTC TTCC",
      "TC TAAC",
      "GG AAG",
      "TT ATATG",
      "TAG TAG",
      "AA TACC",
      "AAC TAC",
      "AA TTTGG",
      "AC ATTC",
      "TCTC CC",
