#version: 0.2 - Trained by `huggingface/tokenizers`
T T
A A
T G
T C
A G
A C
G G
C C
A TT
A TG
AA G
A TC
A T
TT C
G C
AA C
AG C
TT G
TG G
AG G
AC C
TC C
TG C
T AA
T AC
AG AA
TC G
T AG
TT TT
AAG C
AA AA
ATT C
TC TC
AC G
GG C
ATG G
AG AG
TT TG
TT GG
ATT G
TT TC
TT CC
AA GG
AA AG
ATG C
AA AC
ATC C
AA TG
TT GC
AA TC
GG G
AA CC
T AT
T ATC
T ATT
CC G
T ATG
CC C
TT AC
AG AC
AT AC
TC TG
AG TG
TTC G
ATC G
TG TG
AAC G
AG GC
T AGC
T AAG
TC AC
AG CC
AG AAG
T ACC
AG GG
TG GC
T AAC
AT AA
AG TC
TCC G
AG TT
TG GG
AC AC
ACC G
TC TT
TC AA
TG TT
GC G
TG AA
TC TTC
AAG AAG
TG AC
TT TTG
AG ATG
ATT GG
AGC G
AC AA
TC GG
TTC TTC
AAG AA
AG ATT
TC CC
TG ATG
TT TGG
TG CC
TT TTC
AT AT
T AGG
TT AA
AG ATC
AG AGG
TAC G
AC TC
TGC G
č Ċ
TG AAG
AT ATG
GGC G
AT ATT
AC GG
TG TTG
TG TC
AA AAG
AA ATC
AA AAC
AT ATC
AA AGC
AA TT
ATT GC
AG AAC
AG AGC
ATG GG
AC CC
TTC TC
AA AGG
ATT CC
AC TG
T ATGG
ATG GC
ATT TC
AA TGG
T ATTC
ATT TG
AG TTG
TTGG G
TT TGC
AG TTC
TC TTG
TC GC
T ATTG
AA ATG
AG TGG
TT TCC
AAG AC
AG AT
5 0
2 0
6 0
4 0
3 0
AAG CC
8 0
1 0
7 0
9 0
TTCC C
AA ACC
TT ATC
AAGG G
TC ATC
CC GG
T ATGC
TT TAA
T AGAA
TT TAC
ATTC G
TT ATG
TG ATC
TC TCC
AG AGAA
AC GC
ATG ATG
5 3
TC AAG
4 4
2 3
6 7
2 8
2 7
6 3
5 8
1 3
5 7
1 7
1 8
TG TTC
ATCC G
6 8
AA TTC
9 3
9 7
AG AAGC
AC AAG
AA ATT
AC AAC
9 8
TT TAG
AC TTG
4 7
TTTT GG
4 3
AA TGC
AA TTG
ACC GG
T AAGC
AA TCC
4 8
TG AGG
AT AAC
AA TAA
TG ATT
TT ATT
TT GGC
AC TTC
TC AAC
TG AG
AT AG
TG TGG
TC TGC
AGAA GG
ATC ATC
TT TCG
AA GGC
AACC C
AAC AAC
AT AAG
TC TGG
T ATCC
TT TCTC
TC AG
AAGC G
TGG TGG
5 5
AC ATC
TAA GG
TTCC G
1 6
AC ATG
2 2
AGC TG
TC ATG
AAG ATG
AA AGAA
AC AG
9 6
TG AAC
AGC TTC
AC TGG
TT ACC
TTG TTG
TT AG
TC TAC
AAG AAC
TCC GG
4 6
TG TAA
AT ACC
TC AGC
AGG AGG
AA TAC
TC TAA
2 6
AT AGC
CC GC
ATC GG
5 6
AA ACG
AG TAA
AACC G
TG AGC
1 9
AC ATT
TCC TCC
CCC G
AC TT
AG ATTC
TTG CC
AAAA GG
ATC TTC
TGG TG
AA TCG
TC ATT
AGG AAG
AG TAC
AA AGAG
AAC GG
TATC G
ATGC G
TTTT GC
1 5
TTC TG
1 2
AGC AGC
AG ACC
AG ACG
TC TCG
TTC TTG
AC TAC
4 9
TC AGG
TGC TG
ATG CC
TT AAG
4 5
ATC CC
AC TCC
TT AAC
AC AGC
ATT TTG
AG TTTC
AG TAG
AAAA CC
AC TGC
TC ACC
TG AT
4 2
TTGC G
AC TAA
AG TTTG
TGC TGC
ATT TGG
GC GG
TTG ATG
AA TCTC
TT AGC
AAG AGG
TTG TG
AA AT
AAG ATC
AG ATGG
GGC GG
9 9
AC AGG
TC TAG
AA TAG
TTC GG
ATC TG
TTTT CC
AA ATGG
AA AAGC
TTTG GG
TC TTCC
AG TGC
TTC TCC
TTC AC
AG ATTG
TT AT
AG TCC
3 7
ATC TC
ATT AC
AATG GG
AAG TG
1 1
3 8
2 5
TT AGG
AAG AGC
AATG GC
9 5
AC ACC
TAA CC
T AACG
TG AAGC
TATT GG
TACC G
TGG AGG
AAC AC
ATT TTC
AGC GG
AG TTTT
ATC AC
AA ATTC
AG ATGC
AT ATGG
TC TTTG
TAG GG
AT AGG
TGG CC
TT TAT
AAAC CC
TGC TTC
TAC GG
TG GGG
TTG AAG
AGGC G
TG AGAA
ATG AAG
7 7
6 6
TT ACG
TCG CC
AAAG GG
TGGC G
AA TTTG
TT TATT
AGAG GC
TCTC TCTC
AA TTTC
AAAG GC
AAAG CC
TT TATC
8 8
TGC GG
AG GGG
TC TTTT
ACC ACC
TC TTTC
ATC TCC
ATG TG
3 3
TC TTGG
9 2
TT TATG
AG CCG
ATC GC
AT ACG
AGG CC
AG TCG
1 4
TT ATGG
ATC TTG
AGC TTG
AGC TGC
TG ATGG
AC TCG
TG AAGG
TG TAC
AG TTGG
TG TAG
ATT TGC
AC AAAA
ATG TTG
TG TTGG
AG GGC
AT AAAA
AAC GC
TG TTTC
AT ATTC
AT ATTG
AGC TC
TTTG GC
TG TTTT
AA ATCC
AGC AAC
TTC ATC
AAG TTG
AAG AAGC
AGAA AC
ATG AC
AA ATGC
AA TTGG
AG TTGC
TAG CC
TC AAGG
TG AAAA
7 8
AAG ATT
ACG CC
TAGC G
ATC AAC
TTC TGG
AA ATTG
TC AAAA
5 2
TG TGC
TAA AC
TG ATTC
AGAA CC
AT AATG
AGC TGG
AG TCTC
TG ATGC
AG ATCC
AGG AAC
TTG AC
AAG AAAA
TTC GC
AGAG GG
AA TAT
TTTT TTTT
TC GGG
ACC GC
TTC AAC
TC AAGC
AG CCC
ATT TCC
TG TTTG
AAG TGG
4 1
TG ACG
TGC TGG
TATT GC
TG TTGC
AA TTTT
TTG TGG
TG ACC
AGG AC
TT ATTG
TAC CC
AT ATGC
TG GGC
TTC TGC
TC TTGC
TT AAAA
AT AGAG
TG TCC
TG AAAC
TAT AC
TATG GG
AG TTCC
TC AAAG
TG AATC
TTC AAG
7 3
2 9
6 5
TGG AC
CC AC
AGG ATG
AAC AAG
TTGG GG
AG ATAC
AT AAAG
AGC TCC
ATT GGG
TT ATTC
TT AAAG
ATC AAG
TAA TAA
AT AAAC
TTC TAC
TAG GC
AA TATG
AA TATC
ACC AC
TTG AGG
TG TCG
TT TACC
AGAG CC
TC ACG
TGG AAC
TC AAAC
TTG TTC
TT TAGC
TTTC TTC
AA TATT
TGG AAG
9 4
AGG AGC
TC AGAA
TTTG CC
9 1
TGG AGC
ATC TGC
CCG CC
ATT GGC
AA TTCC
TT AAGG
ATT ATG
TT ATGC
AGAG AC
AT ATAC
8 7
TCC AC
TT TTCG
AGTG GC
TC ATGG
AG TTAC
TTG ATC
ATT TCG
AAG ACG
TC CCC
AAC TTC
ATT TAC
ATG ATC
TG AAAG
AA TTGC
AGC TAC
AT AATC
AGC TAA
6 2
GG GG
8 3
AAG AAAC
ATC TGG
AA AACG
ATG AAC
ATG AGG
TCC GC
ATTG CC
TAA TGG
AAG TTC
AG TAT
AATG CC
AAG AGAA
AG TATC
TATG GC
TG TCTC
GG TGG
TT TAAG
AA ATAC
AA ATCG
AAAA AAAA
TAC AC
TC AATC
TCC TTC
AGC AC
TG AGAG
AAG AAGG
TTTC CC
AT AAGG
TC GGC
TAA AGG
TATT CC
AAC TTG
AT ATCC
AACC GG
TC TTCG
TG TTCC
TAC GC
TT AATG
AG ATCG
ATT ATC
ATG TGG
AC TCTC
ACC AAC
AC AAGG
TC TCCG
TCG TCG
AC TAG
AGTG GG
AG TATG
AT AAGC
ATG TTC
TGC AAC
AC TTGG
ACG ACG
AGG TGG
ATC ACC
TT TAAC
TAA AAC
AG TCTG
TC AATG
AT AGAA
AC AAAG
AC AAGC
5 9
ATC AGC
TC AGAG
TT ATCC
TT AAAC
TG ATCC
TC ATTC
5 4
5 1
AC GGC
AGAG AGAG
AA TTCG
TCTC CC
TAT ATG
TTC AGG
ATC ATG
TC TATC
GG CC
TT AAGC
3 6
AAG ACC
TTG TAA
2 1
TC ATTG
AATC CC
TGC TAC
TGC TCC
TTG ATT
TT TAGG
AC AAAC
TC CCG
2 4
TG ATTG
TTC TCG
TTC ATG
AA ACCG
ATC TAC
AA TTAC
TTC TTCC
AC TTTG
AC GGG
AAG AAAG
ATT ATT
AC ATTG
TT AGAG
GG GC
AAC ATC
AG TATT
TGC AGC
AAC TCC
TG TTAC
TGC TAA
TGG TTC
AC AATG
7 6
AC ACG
0 0
TT AATC
TG AGAC
TGG ATC
TC TATG
AC AGAG
TTC TCTC
8 6
TAG AGG
TG AATG
ATT ACC
AG TCAC
AG ATAA
ATG GGG
TC TTAC
TAC TAC
ATT TAA
AGC TCG
AC ATGG
TC ATCC
TGTG GC
GG AGG
CC TCC
AT AGTG
ACC TCC
TT ATAC
AA TAAC
AG AACG
AAC ATG
TG TAT
ATC TCTC
TATTC G
AAC AGC
TT AGAA
CC CC
TC AACC
TAA ACC
TTC AGC
AGG ATC
AT ATCG
ACG ATG
TTTC GG
TC TAT
ATT TAG
TGG ATG
TG CCG
ATT CCC
AAG TAC
AAG ATGG
AA TAAG
AATC GG
AC CCG
TT TCCG
TAG TAG
TAA AGC
AAAC GC
TC AGAC
ATTC GG
TG CCC
TGC TTG
TG TATC
ATGG CC
AC TTGC
AG TAGC
TTC ACC
AGG TTG
TTCC GG
TCTG GC
AA TCCG
TG ATAC
AT AACC
TC AGCC
ATT TCTC
TGG TGC
AGC GC
TG AGGC
TTC TAA
ATT TTGG
AAG TAA
ATC TCG
AT ATAA
TGG TAA
AT AGAC
ATC TAA
TCTG GG
AC TTTC
TCC AAC
TTG AAC
TGTG GG
TC ATGC
AAG ATTC
TGC GC
AAAC GG
AC AGAA
TT AGGG
TC ATCG
TCC ACC
TTG AGC
AAGC GG
6 9
AA AGCG
AGG TTC
AC TTCC
ATG TAA
TG AACC
TC TATT
AAG AGAG
TTGG GC
ATCC GG
TT AGTG
AAGG CC
TGG TTG
AG TTCG
AC ATTC
3 5
AC TTTT
AAG AATC
TT AACC
AGC TAG
AA ATAA
TCC ATC
TAC AAC
TGG AGAA
TTGG CC
TTCCC G
AAG TAG
AC AATC
6 1
AGG AGAA
TTG AAGC
ATT CCG
ATG GCG
TTG TCC
TCG CCG
3 2
TGC ATC
TT ATCG
ACC ATC
AAG TCC
AAC AAAA
TAC TTC
TTG AGAA
6 4
AC TCTG
AGAC GG
AAAG ATG
TTTC GC
AGG AAGC
7 5
TTTT GGG
8 5
TTC TAG
TCG ATG
AA TACC
ACCG CC
TC GCG
TT TACG
T ATCCG
TC AACG
AGC AAG
TG TATT
7 2
TTGC GG
ACG AGG
ATG GGC
AA TAGC
AAC ACC
TC TAAG
AAC TGG
ATG ATT
8 2
TG ATAA
TTG TAC
AAC TAA
AAC TAC
AAGG GC
TTG TTGG
AG TAAC
TG TATG
TC AGGG
GGC GC
TTG TGC
TTTC TCC
TC AGTG
AAGG GG
TAA ATC
TCTC GG
ATTG ATG
AAC TGC
TTC TTTT
TCCG CC
AGC ATC
TAT ATC
TGGC GG
TTC TTGG
TCC TGG
TG TCAC
TTG TAG
TCG TGG
AGG ATT
AGATT GC
TTC ATT
AAAA AC
3 9
TAC TGG
AGATG GG
TCTG CC
TTCTTC TTCTTC
AGGC GG
AAAG AAG
AG ATTGG
TTCC CC
TTTG ATG
TT TGCG
AG AGCG
AATC GC
ACC AGC
AGATT CC
ATCG CC
AC AACC
ATT TTTT
AG TACC
ATC AGG
TC AGGC
7 9
TT AGAC
ATG AGC
3 1
TCG AGG
TTCC TCC
TT ATAA
AAG ATGC
TC TAGC
AC AGTG
ATG AAGC
TCTC GC
AAG TGC
TATG CC
TG AGAAG
TTG AAGG
TAG TGG
TAAG CC
AGCC GG
TTG TTTT
AA GGCG
TAT ATT
8 1
TG AGGG
CCC GG
8 9
AGTC CC
AGAC GC
ATTC TTC
3 4
TC TACC
TGG ATT
AAC ATT
ACG AC
ACC TTC
TC ACCG
ATC ATT
TTAC GG
TG TAGC
ATTC GC
ATG TAC
AAG ATTG
AAC TCG
TG TCTG
TTTG TTG
TTTC TTG
7 1
TG TTCG
AAGC TGC
AAG CCC
AGAA AGC
AACCC G
TG AGCC
AGG AAAA
TAC TTG
TGG TCC
TG TAAC
TAA TCC
AAG TTTG
ATG ATGG
TCG TTG
AG ATATT
TAC TCC
7 4
AAG CCG
TGG ACC
TATGC G
AAG TTTC
AC CCC
TTC TTTG
8 4
GC TGC
ATG ACG
AAG AGAC
AGAA AAC
TTC TTCG
AAG AATG
AA AAGAA
AGC AGG
TACC GG
TGAC GG
AA ATGGG
TG AAGAAG
AT AACG
TAAC GG
AA ATGGC
TT GGCG
TC ATAC
AAAA TGG
AAAA CCC
AG TAAG
ATG AGAA
TTTT TGG
TTG ATGG
TG AGTT
TTC TTTC
TGC AC
AT ATTGG
AA TTTTG
ATC TTCC
AG ATATC
AGAC CC
TAG TAA
ATTG TTG
AAG TCG
TCC TCG
AAAG AC
TG ATCG
AACC GC
TATC GG
TG ACAC
TT ACCG
TAG ATG
TTAC CC
AT AGCC
TG AGTG
AT AGTC
TAT AAC
AGAAG CC
TC AGTC
ATG TCC
AGAA ACC
TAG AGC
AGATG GC
AGG AAAC
TAA TGC
TT AGCC
ATT TTTC
AT AGGG
TTG TTTC
