{
  "<s>": 0,
  "<pad>": 1,
  "</s>": 2,
  "<unk>": 3,
  "<mask>": 4,
  "!": 5,
  "\"": 6,
  "#": 7,
  "$": 8,
  "%": 9,
  "&": 10,
  "'": 11,
  "(": 12,
  ")": 13,
  "*": 14,
  "+": 15,
  ",": 16,
  "-": 17,
  ".": 18,
  "/": 19,
  "0": 20,
  "1": 21,
  "2": 22,
  "3": 23,
  "4": 24,
  "5": 25,
  "6": 26,
  "7": 27,
  "8": 28,
  "9": 29,
  ":": 30,
  ";": 31,
  "<": 32,
  "=": 33,
  ">": 34,
  "?": 35,
  "@": 36,
  "A": 37,
  "B": 38,
  "C": 39,
  "D": 40,
  "E": 41,
  "F": 42,
  "G": 43,
  "H": 44,
  "I": 45,
  "J": 46,
  "K": 47,
  "L": 48,
  "M": 49,
  "N": 50,
  "O": 51,
  "P": 52,
  "Q": 53,
  "R": 54,
  "S": 55,
  "T": 56,
  "U": 57,
  "V": 58,
  "W": 59,
  "X": 60,
  "Y": 61,
  "Z": 62,
  "[": 63,
  "\\": 64,
  "]": 65,
  "^": 66,
  "_": 67,
  "`": 68,
  "a": 69,
  "b": 70,
  "c": 71,
  "d": 72,
  "e": 73,
  "f": 74,
  "g": 75,
  "h": 76,
  "i": 77,
  "j": 78,
  "k": 79,
  "l": 80,
  "m": 81,
  "n": 82,
  "o": 83,
  "p": 84,
  "q": 85,
  "r": 86,
  "s": 87,
  "t": 88,
  "u": 89,
  "v": 90,
  "w": 91,
  "x": 92,
  "y": 93,
  "z": 94,
  "{": 95,
  "|": 96,
  "}": 97,
  "~": 98,
  "¡": 99,
  "¢": 100,
  "£": 101,
  "¤": 102,
  "¥": 103,
  "¦": 104,
  "§": 105,
  "¨": 106,
  "©": 107,
  "ª": 108,
  "«": 109,
  "¬": 110,
  "®": 111,
  "¯": 112,
  "°": 113,
  "±": 114,
  "²": 115,
  "³": 116,
  "´": 117,
  "µ": 118,
  "¶": 119,
  "·": 120,
  "¸": 121,
  "¹": 122,
  "º": 123,
  "»": 124,
  "¼": 125,
  "½": 126,
  "¾": 127,
  "¿": 128,
  "À": 129,
  "Á": 130,
  "Â": 131,
  "Ã": 132,
  "Ä": 133,
  "Å": 134,
  "Æ": 135,
  "Ç": 136,
  "È": 137,
  "É": 138,
  "Ê": 139,
  "Ë": 140,
  "Ì": 141,
  "Í": 142,
  "Î": 143,
  "Ï": 144,
  "Ð": 145,
  "Ñ": 146,
  "Ò": 147,
  "Ó": 148,
  "Ô": 149,
  "Õ": 150,
  "Ö": 151,
  "×": 152,
  "Ø": 153,
  "Ù": 154,
  "Ú": 155,
  "Û": 156,
  "Ü": 157,
  "Ý": 158,
  "Þ": 159,
  "ß": 160,
  "à": 161,
  "á": 162,
  "â": 163,
  "ã": 164,
  "ä": 165,
  "å": 166,
  "æ": 167,
  "ç": 168,
  "è": 169,
  "é": 170,
  "ê": 171,
  "ë": 172,
  "ì": 173,
  "í": 174,
  "î": 175,
  "ï": 176,
  "ð": 177,
  "ñ": 178,
  "ò": 179,
  "ó": 180,
  "ô": 181,
  "õ": 182,
  "ö": 183,
  "÷": 184,
  "ø": 185,
  "ù": 186,
  "ú": 187,
  "û": 188,
  "ü": 189,
  "ý": 190,
  "þ": 191,
  "ÿ": 192,
  "Ā": 193,
  "ā": 194,
  "Ă": 195,
  "ă": 196,
  "Ą": 197,
  "ą": 198,
  "Ć": 199,
  "ć": 200,
  "Ĉ": 201,
  "ĉ": 202,
  "Ċ": 203,
  "ċ": 204,
  "Č": 205,
  "č": 206,
  "Ď": 207,
  "ď": 208,
  "Đ": 209,
  "đ": 210,
  "Ē": 211,
  "ē": 212,
  "Ĕ": 213,
  "ĕ": 214,
  "Ė": 215,
  "ė": 216,
  "Ę": 217,
  "ę": 218,
  "Ě": 219,
  "ě": 220,
  "Ĝ": 221,
  "ĝ": 222,
  "Ğ": 223,
  "ğ": 224,
  "Ġ": 225,
  "ġ": 226,
  "Ģ": 227,
  "ģ": 228,
  "Ĥ": 229,
  "ĥ": 230,
  "Ħ": 231,
  "ħ": 232,
  "Ĩ": 233,
  "ĩ": 234,
  "Ī": 235,
  "ī": 236,
  "Ĭ": 237,
  "ĭ": 238,
  "Į": 239,
  "į": 240,
  "İ": 241,
  "ı": 242,
  "Ĳ": 243,
  "ĳ": 244,
  "Ĵ": 245,
  "ĵ": 246,
  "Ķ": 247,
  "ķ": 248,
  "ĸ": 249,
  "Ĺ": 250,
  "ĺ": 251,
  "Ļ": 252,
  "ļ": 253,
  "Ľ": 254,
  "ľ": 255,
  "Ŀ": 256,
  "ŀ": 257,
  "Ł": 258,
  "ł": 259,
  "Ń": 260,
  "TT": 261,
  "AA": 262,
  "TG": 263,
  "TC": 264,
  "AG": 265,
  "AC": 266,
  "GG": 267,
  "CC": 268,
  "ATT": 269,
  "ATG": 270,
  "AAG": 271,
  "ATC": 272,
  "AT": 273,
  "TTC": 274,
  "GC": 275,
  "AAC": 276,
  "AGC": 277,
  "TTG": 278,
  "TGG": 279,
  "AGG": 280,
  "ACC": 281,
  "TCC": 282,
  "TGC": 283,
  "TAA": 284,
  "TAC": 285,
  "AGAA": 286,
  "TCG": 287,
  "TAG": 288,
  "TTTT": 289,
  "AAGC": 290,
  "AAAA": 291,
  "ATTC": 292,
  "TCTC": 293,
  "ACG": 294,
  "GGC": 295,
  "ATGG": 296,
  "AGAG": 297,
  "TTTG": 298,
  "TTGG": 299,
  "ATTG": 300,
  "TTTC": 301,
  "TTCC": 302,
  "AAGG": 303,
  "AAAG": 304,
  "ATGC": 305,
  "AAAC": 306,
  "ATCC": 307,
  "AATG": 308,
  "TTGC": 309,
  "AATC": 310,
  "GGG": 311,
  "AACC": 312,
  "TAT": 313,
  "TATC": 314,
  "TATT": 315,
  "CCG": 316,
  "TATG": 317,
  "CCC": 318,
  "TTAC": 319,
  "AGAC": 320,
  "ATAC": 321,
  "TCTG": 322,
  "AGTG": 323,
  "TTCG": 324,
  "ATCG": 325,
  "TGTG": 326,
  "AACG": 327,
  "AGGC": 328,
  "TAGC": 329,
  "TAAG": 330,
  "TCAC": 331,
  "AGCC": 332,
  "AGAAG": 333,
  "TACC": 334,
  "AGGG": 335,
  "TGGC": 336,
  "TAAC": 337,
  "ATAA": 338,
  "AGTC": 339,
  "TCCG": 340,
  "AGTT": 341,
  "TGGG": 342,
  "ACAC": 343,
  "ACCG": 344,
  "TCTT": 345,
  "TCAA": 346,
  "TGTT": 347,
  "GCG": 348,
  "TGAA": 349,
  "TCTTC": 350,
  "AAGAAG": 351,
  "TGAC": 352,
  "TTTTG": 353,
  "AGATG": 354,
  "ATTGG": 355,
  "AGCG": 356,
  "ACAA": 357,
  "TCGG": 358,
  "TTCTTC": 359,
  "AAGAA": 360,
  "AGATT": 361,
  "TCCC": 362,
  "TGATG": 363,
  "TTTGG": 364,
  "TGCC": 365,
  "TTTTC": 366,
  "ATAT": 367,
  "TAGG": 368,
  "TTAA": 369,
  "AGATC": 370,
  "AGAGG": 371,
  "TACG": 372,
  "ACTC": 373,
  "TGCG": 374,
  "čĊ": 375,
  "TGAAG": 376,
  "ATATG": 377,
  "GGCG": 378,
  "ATATT": 379,
  "ACGG": 380,
  "TGTTG": 381,
  "TGTC": 382,
  "AAAAG": 383,
  "AAATC": 384,
  "AAAAC": 385,
  "ATATC": 386,
  "AAAGC": 387,
  "AATT": 388,
  "ATTGC": 389,
  "AGAAC": 390,
  "AGAGC": 391,
  "ATGGG": 392,
  "ACCC": 393,
  "TTCTC": 394,
  "AAAGG": 395,
  "ATTCC": 396,
  "ACTG": 397,
  "TATGG": 398,
  "ATGGC": 399,
  "ATTTC": 400,
  "AATGG": 401,
  "TATTC": 402,
  "ATTTG": 403,
  "AGTTG": 404,
  "TTGGG": 405,
  "TTTGC": 406,
  "AGTTC": 407,
  "TCTTG": 408,
  "TCGC": 409,
  "TATTG": 410,
  "AAATG": 411,
  "AGTGG": 412,
  "TTTCC": 413,
  "AAGAC": 414,
  "AGAT": 415,
  "50": 416,
  "20": 417,
  "60": 418,
  "40": 419,
  "30": 420,
  "AAGCC": 421,
  "80": 422,
  "10": 423,
  "70": 424,
  "90": 425,
  "TTCCC": 426,
  "AAACC": 427,
  "TTATC": 428,
  "AAGGG": 429,
  "TCATC": 430,
  "CCGG": 431,
  "TATGC": 432,
  "TTTAA": 433,
  "TAGAA": 434,
  "TTTAC": 435,
  "ATTCG": 436,
  "TTATG": 437,
  "TGATC": 438,
  "TCTCC": 439,
  "AGAGAA": 440,
  "ACGC": 441,
  "ATGATG": 442,
  "53": 443,
  "TCAAG": 444,
  "44": 445,
  "23": 446,
  "67": 447,
  "28": 448,
  "27": 449,
  "63": 450,
  "58": 451,
  "13": 452,
  "57": 453,
  "17": 454,
  "18": 455,
  "TGTTC": 456,
  "ATCCG": 457,
  "68": 458,
  "AATTC": 459,
  "93": 460,
  "97": 461,
  "AGAAGC": 462,
  "ACAAG": 463,
  "AAATT": 464,
  "ACAAC": 465,
  "98": 466,
  "TTTAG": 467,
  "ACTTG": 468,
  "47": 469,
  "TTTTGG": 470,
  "43": 471,
  "AATGC": 472,
  "AATTG": 473,
  "ACCGG": 474,
  "TAAGC": 475,
  "AATCC": 476,
  "48": 477,
  "TGAGG": 478,
  "ATAAC": 479,
  "AATAA": 480,
  "TGATT": 481,
  "TTATT": 482,
  "TTGGC": 483,
  "ACTTC": 484,
  "TCAAC": 485,
  "TGAG": 486,
  "ATAG": 487,
  "TGTGG": 488,
  "TCTGC": 489,
  "AGAAGG": 490,
  "ATCATC": 491,
  "TTTCG": 492,
  "AAGGC": 493,
  "AACCC": 494,
  "AACAAC": 495,
  "ATAAG": 496,
  "TCTGG": 497,
  "TATCC": 498,
  "TTTCTC": 499,
  "TCAG": 500,
  "AAGCG": 501,
  "TGGTGG": 502,
  "55": 503,
  "ACATC": 504,
  "TAAGG": 505,
  "TTCCG": 506,
  "16": 507,
  "ACATG": 508,
  "22": 509,
  "AGCTG": 510,
  "TCATG": 511,
  "AAGATG": 512,
  "AAAGAA": 513,
  "ACAG": 514,
  "96": 515,
  "TGAAC": 516,
  "AGCTTC": 517,
  "ACTGG": 518,
  "TTACC": 519,
  "TTGTTG": 520,
  "TTAG": 521,
  "TCTAC": 522,
  "AAGAAC": 523,
  "TCCGG": 524,
  "46": 525,
  "TGTAA": 526,
  "ATACC": 527,
  "TCAGC": 528,
  "AGGAGG": 529,
  "AATAC": 530,
  "TCTAA": 531,
  "26": 532,
  "ATAGC": 533,
  "CCGC": 534,
  "ATCGG": 535,
  "56": 536,
  "AAACG": 537,
  "AGTAA": 538,
  "AACCG": 539,
  "TGAGC": 540,
  "19": 541,
  "ACATT": 542,
  "TCCTCC": 543,
  "CCCG": 544,
  "ACTT": 545,
  "AGATTC": 546,
  "TTGCC": 547,
  "AAAAGG": 548,
  "ATCTTC": 549,
  "TGGTG": 550,
  "AATCG": 551,
  "TCATT": 552,
  "AGGAAG": 553,
  "AGTAC": 554,
  "AAAGAG": 555,
  "AACGG": 556,
  "TATCG": 557,
  "ATGCG": 558,
  "TTTTGC": 559,
  "15": 560,
  "TTCTG": 561,
  "12": 562,
  "AGCAGC": 563,
  "AGACC": 564,
  "AGACG": 565,
  "TCTCG": 566,
  "TTCTTG": 567,
  "ACTAC": 568,
  "49": 569,
  "TCAGG": 570,
  "TGCTG": 571,
  "ATGCC": 572,
  "TTAAG": 573,
  "45": 574,
  "ATCCC": 575,
  "ACTCC": 576,
  "TTAAC": 577,
  "ACAGC": 578,
  "ATTTTG": 579,
  "AGTTTC": 580,
  "AGTAG": 581,
  "AAAACC": 582,
  "ACTGC": 583,
  "TCACC": 584,
  "TGAT": 585,
  "42": 586,
  "TTGCG": 587,
  "ACTAA": 588,
  "AGTTTG": 589,
  "TGCTGC": 590,
  "ATTTGG": 591,
  "GCGG": 592,
  "TTGATG": 593,
  "AATCTC": 594,
  "TTAGC": 595,
  "AAGAGG": 596,
  "TTGTG": 597,
  "AAAT": 598,
  "AAGATC": 599,
  "AGATGG": 600,
  "GGCGG": 601,
  "99": 602,
  "ACAGG": 603,
  "TCTAG": 604,
  "AATAG": 605,
  "TTCGG": 606,
  "ATCTG": 607,
  "TTTTCC": 608,
  "AAATGG": 609,
  "AAAAGC": 610,
  "TTTGGG": 611,
  "TCTTCC": 612,
  "AGTGC": 613,
  "TTCTCC": 614,
  "TTCAC": 615,
  "AGATTG": 616,
  "TTAT": 617,
  "AGTCC": 618,
  "37": 619,
  "ATCTC": 620,
  "ATTAC": 621,
  "AATGGG": 622,
  "AAGTG": 623,
  "11": 624,
  "38": 625,
  "25": 626,
  "TTAGG": 627,
  "AAGAGC": 628,
  "AATGGC": 629,
  "95": 630,
  "ACACC": 631,
  "TAACC": 632,
  "TAACG": 633,
  "TGAAGC": 634,
  "TATTGG": 635,
  "TACCG": 636,
  "TGGAGG": 637,
  "AACAC": 638,
  "ATTTTC": 639,
  "AGCGG": 640,
  "AGTTTT": 641,
  "ATCAC": 642,
  "AAATTC": 643,
  "AGATGC": 644,
  "ATATGG": 645,
  "TCTTTG": 646,
  "TAGGG": 647,
  "ATAGG": 648,
  "TGGCC": 649,
  "TTTAT": 650,
  "AAACCC": 651,
  "TGCTTC": 652,
  "TACGG": 653,
  "TGGGG": 654,
  "TTGAAG": 655,
  "AGGCG": 656,
  "TGAGAA": 657,
  "ATGAAG": 658,
  "77": 659,
  "66": 660,
  "TTACG": 661,
  "TCGCC": 662,
  "AAAGGG": 663,
  "TGGCG": 664,
  "AATTTG": 665,
  "TTTATT": 666,
  "AGAGGC": 667,
  "TCTCTCTC": 668,
  "AATTTC": 669,
  "AAAGGC": 670,
  "AAAGCC": 671,
  "TTTATC": 672,
  "88": 673,
  "TGCGG": 674,
  "AGGGG": 675,
  "TCTTTT": 676,
  "ACCACC": 677,
  "TCTTTC": 678,
  "ATCTCC": 679,
  "ATGTG": 680,
  "33": 681,
  "TCTTGG": 682,
  "92": 683,
  "TTTATG": 684,
  "AGCCG": 685,
  "ATCGC": 686,
  "ATACG": 687,
  "AGGCC": 688,
  "AGTCG": 689,
  "14": 690,
  "TTATGG": 691,
  "ATCTTG": 692,
  "AGCTTG": 693,
  "AGCTGC": 694,
  "TGATGG": 695,
  "ACTCG": 696,
  "TGAAGG": 697,
  "TGTAC": 698,
  "AGTTGG": 699,
  "TGTAG": 700,
  "ATTTGC": 701,
  "ACAAAA": 702,
  "ATGTTG": 703,
  "TGTTGG": 704,
  "AGGGC": 705,
  "ATAAAA": 706,
  "AACGC": 707,
  "TGTTTC": 708,
  "ATATTC": 709,
  "ATATTG": 710,
  "AGCTC": 711,
  "TTTGGC": 712,
  "TGTTTT": 713,
  "AAATCC": 714,
  "AGCAAC": 715,
  "TTCATC": 716,
  "AAGTTG": 717,
  "AAGAAGC": 718,
  "AGAAAC": 719,
  "ATGAC": 720,
  "AAATGC": 721,
  "AATTGG": 722,
  "AGTTGC": 723,
  "TAGCC": 724,
  "TCAAGG": 725,
  "TGAAAA": 726,
  "78": 727,
  "AAGATT": 728,
  "ACGCC": 729,
  "TAGCG": 730,
  "ATCAAC": 731,
  "TTCTGG": 732,
  "AAATTG": 733,
  "TCAAAA": 734,
  "52": 735,
  "TGTGC": 736,
  "TAAAC": 737,
  "TGATTC": 738,
  "AGAACC": 739,
  "ATAATG": 740,
  "AGCTGG": 741,
  "AGTCTC": 742,
  "TGATGC": 743,
  "AGATCC": 744,
  "AGGAAC": 745,
  "TTGAC": 746,
  "AAGAAAA": 747,
  "TTCGC": 748,
  "AGAGGG": 749,
  "AATAT": 750,
  "TTTTTTTT": 751,
  "TCGGG": 752,
  "ACCGC": 753,
  "TTCAAC": 754,
  "TCAAGC": 755,
  "AGCCC": 756,
  "ATTTCC": 757,
  "TGTTTG": 758,
  "AAGTGG": 759,
  "41": 760,
  "TGACG": 761,
  "TGCTGG": 762,
  "TATTGC": 763,
  "TGTTGC": 764,
  "AATTTT": 765,
  "TTGTGG": 766,
  "TGACC": 767,
  "AGGAC": 768,
  "TTATTG": 769,
  "TACCC": 770,
  "ATATGC": 771,
  "TGGGC": 772,
  "TTCTGC": 773,
  "TCTTGC": 774,
  "TTAAAA": 775,
  "ATAGAG": 776,
  "TGTCC": 777,
  "TGAAAC": 778,
  "TATAC": 779,
  "TATGGG": 780,
  "AGTTCC": 781,
  "TCAAAG": 782,
  "TGAATC": 783,
  "TTCAAG": 784,
  "73": 785,
  "29": 786,
  "65": 787,
  "TGGAC": 788,
  "CCAC": 789,
  "AGGATG": 790,
  "AACAAG": 791,
  "TTGGGG": 792,
  "AGATAC": 793,
  "ATAAAG": 794,
  "AGCTCC": 795,
  "ATTGGG": 796,
  "TTATTC": 797,
  "TTAAAG": 798,
  "ATCAAG": 799,
  "TAATAA": 800,
  "ATAAAC": 801,
  "TTCTAC": 802,
  "TAGGC": 803,
  "AATATG": 804,
  "AATATC": 805,
  "ACCAC": 806,
  "TTGAGG": 807,
  "TGTCG": 808,
  "TTTACC": 809,
  "AGAGCC": 810,
  "TCACG": 811,
  "TGGAAC": 812,
  "TCAAAC": 813,
  "TTGTTC": 814,
  "TTTAGC": 815,
  "TTTCTTC": 816,
  "AATATT": 817,
  "TGGAAG": 818,
  "94": 819,
  "AGGAGC": 820,
  "TCAGAA": 821,
  "TTTGCC": 822,
  "91": 823,
  "TGGAGC": 824,
  "ATCTGC": 825,
  "CCGCC": 826,
  "ATTGGC": 827,
  "AATTCC": 828,
  "TTAAGG": 829,
  "ATTATG": 830,
  "TTATGC": 831,
  "AGAGAC": 832,
  "ATATAC": 833,
  "87": 834,
  "TCCAC": 835,
  "TTTTCG": 836,
  "AGTGGC": 837,
  "TCATGG": 838,
  "AGTTAC": 839,
  "TTGATC": 840,
  "ATTTCG": 841,
  "AAGACG": 842,
  "TCCCC": 843,
  "AACTTC": 844,
  "ATTTAC": 845,
  "ATGATC": 846,
  "TGAAAG": 847,
  "AATTGC": 848,
  "AGCTAC": 849,
  "ATAATC": 850,
  "AGCTAA": 851,
  "62": 852,
  "GGGG": 853,
  "83": 854,
  "AAGAAAC": 855,
  "ATCTGG": 856,
  "AAAACG": 857,
  "ATGAAC": 858,
  "ATGAGG": 859,
  "TCCGC": 860,
  "ATTGCC": 861,
  "TAATGG": 862,
  "AAGTTC": 863,
  "AGTAT": 864,
  "AATGCC": 865,
  "AAGAGAA": 866,
  "AGTATC": 867,
  "TATGGC": 868,
  "TGTCTC": 869,
  "GGTGG": 870,
  "TTTAAG": 871,
  "AAATAC": 872,
  "AAATCG": 873,
  "AAAAAAAA": 874,
  "TACAC": 875,
  "TCAATC": 876,
  "TCCTTC": 877,
  "AGCAC": 878,
  "TGAGAG": 879,
  "AAGAAGG": 880,
  "TTTCCC": 881,
  "ATAAGG": 882,
  "TCGGC": 883,
  "TAAAGG": 884,
  "TATTCC": 885,
  "AACTTG": 886,
  "ATATCC": 887,
  "AACCGG": 888,
  "TCTTCG": 889,
  "TGTTCC": 890,
  "TACGC": 891,
  "TTAATG": 892,
  "AGATCG": 893,
  "ATTATC": 894,
  "ATGTGG": 895,
  "ACTCTC": 896,
  "ACCAAC": 897,
  "ACAAGG": 898,
  "TCTCCG": 899,
  "TCGTCG": 900,
  "ACTAG": 901,
  "AGTGGG": 902,
  "AGTATG": 903,
  "ATAAGC": 904,
  "ATGTTC": 905,
  "TGCAAC": 906,
  "ACTTGG": 907,
  "ACGACG": 908,
  "AGGTGG": 909,
  "ATCACC": 910,
  "TTTAAC": 911,
  "TAAAAC": 912,
  "AGTCTG": 913,
  "TCAATG": 914,
  "ATAGAA": 915,
  "ACAAAG": 916,
  "ACAAGC": 917,
  "59": 918,
  "ATCAGC": 919,
  "TCAGAG": 920,
  "TTATCC": 921,
  "TTAAAC": 922,
  "TGATCC": 923,
  "TCATTC": 924,
  "54": 925,
  "51": 926,
  "ACGGC": 927,
  "AGAGAGAG": 928,
  "AATTCG": 929,
  "TCTCCC": 930,
  "TATATG": 931,
  "TTCAGG": 932,
  "ATCATG": 933,
  "TCTATC": 934,
  "GGCC": 935,
  "TTAAGC": 936,
  "36": 937,
  "AAGACC": 938,
  "TTGTAA": 939,
  "21": 940,
  "TCATTG": 941,
  "AATCCC": 942,
  "TGCTAC": 943,
  "TGCTCC": 944,
  "TTGATT": 945,
  "TTTAGG": 946,
  "ACAAAC": 947,
  "TCCCG": 948,
  "24": 949,
  "TGATTG": 950,
  "TTCTCG": 951,
  "TTCATG": 952,
  "AAACCG": 953,
  "ATCTAC": 954,
  "AATTAC": 955,
  "TTCTTCC": 956,
  "ACTTTG": 957,
  "ACGGG": 958,
  "AAGAAAG": 959,
  "ATTATT": 960,
  "ACATTG": 961,
  "TTAGAG": 962,
  "GGGC": 963,
  "AACATC": 964,
  "AGTATT": 965,
  "TGCAGC": 966,
  "AACTCC": 967,
  "TGTTAC": 968,
  "TGCTAA": 969,
  "TGGTTC": 970,
  "ACAATG": 971,
  "76": 972,
  "ACACG": 973,
  "00": 974,
  "TTAATC": 975,
  "TGAGAC": 976,
  "TGGATC": 977,
  "TCTATG": 978,
  "ACAGAG": 979,
  "TTCTCTC": 980,
  "86": 981,
  "TAGAGG": 982,
  "TGAATG": 983,
  "ATTACC": 984,
  "AGTCAC": 985,
  "AGATAA": 986,
  "ATGGGG": 987,
  "TCTTAC": 988,
  "TACTAC": 989,
  "ATTTAA": 990,
  "AGCTCG": 991,
  "ACATGG": 992,
  "TCATCC": 993,
  "TGTGGC": 994,
  "GGAGG": 995,
  "CCTCC": 996,
  "ATAGTG": 997,
  "ACCTCC": 998,
  "TTATAC": 999,
  "AATAAC": 1000,
  "AGAACG": 1001,
  "AACATG": 1002,
  "TGTAT": 1003,
  "ATCTCTC": 1004,
  "TATTCG": 1005,
  "AACAGC": 1006,
  "TTAGAA": 1007,
  "CCCC": 1008,
  "TCAACC": 1009,
  "TAAACC": 1010,
  "TTCAGC": 1011,
  "AGGATC": 1012,
  "ATATCG": 1013,
  "ACGATG": 1014,
  "TTTCGG": 1015,
  "TCTAT": 1016,
  "ATTTAG": 1017,
  "TGGATG": 1018,
  "TGCCG": 1019,
  "ATTCCC": 1020,
  "AAGTAC": 1021,
  "AAGATGG": 1022,
  "AATAAG": 1023,
  "AATCGG": 1024,
  "ACCCG": 1025,
  "TTTCCG": 1026,
  "TAGTAG": 1027,
  "TAAAGC": 1028,
  "AAACGC": 1029,
  "TCAGAC": 1030,
  "ATTCGG": 1031,
  "TGCCC": 1032,
  "TGCTTG": 1033,
  "TGTATC": 1034,
  "ATGGCC": 1035,
  "ACTTGC": 1036,
  "AGTAGC": 1037,
  "TTCACC": 1038,
  "AGGTTG": 1039,
  "TTCCGG": 1040,
  "TCTGGC": 1041,
  "AATCCG": 1042,
  "TGATAC": 1043,
  "ATAACC": 1044,
  "TCAGCC": 1045,
  "ATTTCTC": 1046,
  "TGGTGC": 1047,
  "AGCGC": 1048,
  "TGAGGC": 1049,
  "TTCTAA": 1050,
  "ATTTTGG": 1051,
  "AAGTAA": 1052,
  "ATCTCG": 1053,
  "ATATAA": 1054,
  "TGGTAA": 1055,
  "ATAGAC": 1056,
  "ATCTAA": 1057,
  "TCTGGG": 1058,
  "ACTTTC": 1059,
  "TCCAAC": 1060,
  "TTGAAC": 1061,
  "TGTGGG": 1062,
  "TCATGC": 1063,
  "AAGATTC": 1064,
  "TGCGC": 1065,
  "AAACGG": 1066,
  "ACAGAA": 1067,
  "TTAGGG": 1068,
  "TCATCG": 1069,
  "TCCACC": 1070,
  "TTGAGC": 1071,
  "AAGCGG": 1072,
  "69": 1073,
  "AAAGCG": 1074,
  "AGGTTC": 1075,
  "ACTTCC": 1076,
  "ATGTAA": 1077,
  "TGAACC": 1078,
  "TCTATT": 1079,
  "AAGAGAG": 1080,
  "TTGGGC": 1081,
  "ATCCGG": 1082,
  "TTAGTG": 1083,
  "AAGGCC": 1084,
  "TGGTTG": 1085,
  "AGTTCG": 1086,
  "ACATTC": 1087,
  "35": 1088,
  "ACTTTT": 1089,
  "AAGAATC": 1090,
  "TTAACC": 1091,
  "AGCTAG": 1092,
  "AAATAA": 1093,
  "TCCATC": 1094,
  "TACAAC": 1095,
  "TGGAGAA": 1096,
  "TTGGCC": 1097,
  "TTCCCG": 1098,
  "AAGTAG": 1099,
  "ACAATC": 1100,
  "61": 1101,
  "AGGAGAA": 1102,
  "TTGAAGC": 1103,
  "ATTCCG": 1104,
  "ATGGCG": 1105,
  "TTGTCC": 1106,
  "TCGCCG": 1107,
  "32": 1108,
  "TGCATC": 1109,
  "TTATCG": 1110,
  "ACCATC": 1111,
  "AAGTCC": 1112,
  "AACAAAA": 1113,
  "TACTTC": 1114,
  "TTGAGAA": 1115,
  "64": 1116,
  "ACTCTG": 1117,
  "AGACGG": 1118,
  "AAAGATG": 1119,
  "TTTCGC": 1120,
  "AGGAAGC": 1121,
  "75": 1122,
  "TTTTGGG": 1123,
  "85": 1124,
  "TTCTAG": 1125,
  "TCGATG": 1126,
  "AATACC": 1127,
  "ACCGCC": 1128,
  "TCGCG": 1129,
  "TTTACG": 1130,
  "TATCCG": 1131,
  "TCAACG": 1132,
  "AGCAAG": 1133,
  "TGTATT": 1134,
  "72": 1135,
  "TTGCGG": 1136,
  "ACGAGG": 1137,
  "ATGGGC": 1138,
  "AATAGC": 1139,
  "AACACC": 1140,
  "TCTAAG": 1141,
  "AACTGG": 1142,
  "ATGATT": 1143,
  "82": 1144,
  "TGATAA": 1145,
  "TTGTAC": 1146,
  "AACTAA": 1147,
  "AACTAC": 1148,
  "AAGGGC": 1149,
  "TTGTTGG": 1150,
  "AGTAAC": 1151,
  "TGTATG": 1152,
  "TCAGGG": 1153,
  "GGCGC": 1154,
  "TTGTGC": 1155,
  "TTTCTCC": 1156,
  "TCAGTG": 1157,
  "AAGGGG": 1158,
  "TAAATC": 1159,
  "TCTCGG": 1160,
  "ATTGATG": 1161,
  "AACTGC": 1162,
  "TTCTTTT": 1163,
  "TCCGCC": 1164,
  "AGCATC": 1165,
  "TATATC": 1166,
  "TGGCGG": 1167,
  "TTCTTGG": 1168,
  "TCCTGG": 1169,
  "TGTCAC": 1170,
  "TTGTAG": 1171,
  "TCGTGG": 1172,
  "AGGATT": 1173,
  "AGATTGC": 1174,
  "TTCATT": 1175,
  "AAAAAC": 1176,
  "39": 1177,
  "TACTGG": 1178,
  "AGATGGG": 1179,
  "TCTGCC": 1180,
  "TTCTTCTTCTTC": 1181,
  "AGGCGG": 1182,
  "AAAGAAG": 1183,
  "AGATTGG": 1184,
  "TTCCCC": 1185,
  "TTTGATG": 1186,
  "TTTGCG": 1187,
  "AGAGCG": 1188,
  "AATCGC": 1189,
  "ACCAGC": 1190,
  "AGATTCC": 1191,
  "ATCGCC": 1192,
  "ACAACC": 1193,
  "ATTTTTT": 1194,
  "AGTACC": 1195,
  "ATCAGG": 1196,
  "TCAGGC": 1197,
  "79": 1198,
  "TTAGAC": 1199,
  "ATGAGC": 1200,
  "31": 1201,
  "TCGAGG": 1202,
  "TTCCTCC": 1203,
  "TTATAA": 1204,
  "AAGATGC": 1205,
  "TCTAGC": 1206,
  "ACAGTG": 1207,
  "ATGAAGC": 1208,
  "TCTCGC": 1209,
  "AAGTGC": 1210,
  "TATGCC": 1211,
  "TGAGAAG": 1212,
  "TTGAAGG": 1213,
  "TAGTGG": 1214,
  "TAAGCC": 1215,
  "AGCCGG": 1216,
  "TTGTTTT": 1217,
  "AAGGCG": 1218,
  "TATATT": 1219,
  "81": 1220,
  "TGAGGG": 1221,
  "CCCGG": 1222,
  "89": 1223,
  "AGTCCC": 1224,
  "AGACGC": 1225,
  "ATTCTTC": 1226,
  "34": 1227,
  "TCTACC": 1228,
  "TGGATT": 1229,
  "AACATT": 1230,
  "ACGAC": 1231,
  "ACCTTC": 1232,
  "TCACCG": 1233,
  "ATCATT": 1234,
  "TTACGG": 1235,
  "TGTAGC": 1236,
  "ATTCGC": 1237,
  "ATGTAC": 1238,
  "AAGATTG": 1239,
  "AACTCG": 1240,
  "TGTCTG": 1241,
  "TTTGTTG": 1242,
  "TTTCTTG": 1243,
  "71": 1244,
  "TGTTCG": 1245,
  "AAGCTGC": 1246,
  "AAGCCC": 1247,
  "AGAAAGC": 1248,
  "AACCCG": 1249,
  "TGAGCC": 1250,
  "AGGAAAA": 1251,
  "TACTTG": 1252,
  "TGGTCC": 1253,
  "TGTAAC": 1254,
  "TAATCC": 1255,
  "AAGTTTG": 1256,
  "ATGATGG": 1257,
  "TCGTTG": 1258,
  "AGATATT": 1259,
  "TACTCC": 1260,
  "74": 1261,
  "AAGCCG": 1262,
  "TGGACC": 1263,
  "TATGCG": 1264,
  "AAGTTTC": 1265,
  "ACCCC": 1266,
  "TTCTTTG": 1267,
  "84": 1268,
  "GCTGC": 1269,
  "ATGACG": 1270,
  "AAGAGAC": 1271,
  "AGAAAAC": 1272,
  "TTCTTCG": 1273,
  "AAGAATG": 1274,
  "AAAAGAA": 1275,
  "AGCAGG": 1276,
  "TACCGG": 1277,
  "TGACGG": 1278,
  "AAATGGG": 1279,
  "TGAAGAAG": 1280,
  "ATAACG": 1281,
  "TAACGG": 1282,
  "AAATGGC": 1283,
  "TTGGCG": 1284,
  "TCATAC": 1285,
  "AAAATGG": 1286,
  "AAAACCC": 1287,
  "AGTAAG": 1288,
  "ATGAGAA": 1289,
  "TTTTTGG": 1290,
  "TTGATGG": 1291,
  "TGAGTT": 1292,
  "TTCTTTC": 1293,
  "TGCAC": 1294,
  "ATATTGG": 1295,
  "AATTTTG": 1296,
  "ATCTTCC": 1297,
  "AGATATC": 1298,
  "AGACCC": 1299,
  "TAGTAA": 1300,
  "ATTGTTG": 1301,
  "AAGTCG": 1302,
  "TCCTCG": 1303,
  "AAAGAC": 1304,
  "TGATCG": 1305,
  "AACCGC": 1306,
  "TATCGG": 1307,
  "TGACAC": 1308,
  "TTACCG": 1309,
  "TAGATG": 1310,
  "TTACCC": 1311,
  "ATAGCC": 1312,
  "TGAGTG": 1313,
  "ATAGTC": 1314,
  "TATAAC": 1315,
  "AGAAGCC": 1316,
  "TCAGTC": 1317,
  "ATGTCC": 1318,
  "AGAAACC": 1319,
  "TAGAGC": 1320,
  "AGATGGC": 1321,
  "AGGAAAC": 1322,
  "TAATGC": 1323,
  "TTAGCC": 1324,
  "ATTTTTC": 1325,
  "ATAGGG": 1326,
  "TTGTTTC": 1327
}