{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "TT": 261,
      "AA": 262,
      "TG": 263,
      "TC": 264,
      "AG": 265,
      "AC": 266,
      "GG": 267,
      "CC": 268,
      "ATT": 269,
      "ATG": 270,
      "AAG": 271,
      "ATC": 272,
      "AT": 273,
      "TTC": 274,
      "GC": 275,
      "AAC": 276,
      "AGC": 277,
      "TTG": 278,
      "TGG": 279,
      "AGG": 280,
      "ACC": 281,
      "TCC": 282,
      "TGC": 283,
      "TAA": 284,
      "TAC": 285,
      "AGAA": 286,
      "TCG": 287,
      "TAG": 288,
      "TTTT": 289,
      "AAGC": 290,
      "AAAA": 291,
      "ATTC": 292,
      "TCTC": 293,
      "ACG": 294,
      "GGC": 295,
      "ATGG": 296,
      "AGAG": 297,
      "TTTG": 298,
      "TTGG": 299,
      "ATTG": 300,
      "TTTC": 301,
      "TTCC": 302,
      "AAGG": 303,
      "AAAG": 304,
      "ATGC": 305,
      "AAAC": 306,
      "ATCC": 307,
      "AATG": 308,
      "TTGC": 309,
      "AATC": 310,
      "GGG": 311,
      "AACC": 312,
      "TAT": 313,
      "TATC": 314,
      "TATT": 315,
      "CCG": 316,
      "TATG": 317,
      "CCC": 318,
      "TTAC": 319,
      "AGAC": 320,
      "ATAC": 321,
      "TCTG": 322,
      "AGTG": 323,
      "TTCG": 324,
      "ATCG": 325,
      "TGTG": 326,
      "AACG": 327,
      "AGGC": 328,
      "TAGC": 329,
      "TAAG": 330,
      "TCAC": 331,
      "AGCC": 332,
      "AGAAG": 333,
      "TACC": 334,
      "AGGG": 335,
      "TGGC": 336,
      "TAAC": 337,
      "ATAA": 338,
      "AGTC": 339,
      "TCCG": 340,
      "AGTT": 341,
      "TGGG": 342,
      "ACAC": 343,
      "ACCG": 344,
      "TCTT": 345,
      "TCAA": 346,
      "TGTT": 347,
      "GCG": 348,
      "TGAA": 349,
      "TCTTC": 350,
      "AAGAAG": 351,
      "TGAC": 352,
      "TTTTG": 353,
      "AGATG": 354,
      "ATTGG": 355,
      "AGCG": 356,
      "ACAA": 357,
      "TCGG": 358,
      "TTCTTC": 359,
      "AAGAA": 360,
      "AGATT": 361,
      "TCCC": 362,
      "TGATG": 363,
      "TTTGG": 364,
      "TGCC": 365,
      "TTTTC": 366,
      "ATAT": 367,
      "TAGG": 368,
      "TTAA": 369,
      "AGATC": 370,
      "AGAGG": 371,
      "TACG": 372,
      "ACTC": 373,
      "TGCG": 374,
      "čĊ": 375,
      "TGAAG": 376,
      "ATATG": 377,
      "GGCG": 378,
      "ATATT": 379,
      "ACGG": 380,
      "TGTTG": 381,
      "TGTC": 382,
      "AAAAG": 383,
      "AAATC": 384,
      "AAAAC": 385,
      "ATATC": 386,
      "AAAGC": 387,
      "AATT": 388,
      "ATTGC": 389,
      "AGAAC": 390,
      "AGAGC": 391,
      "ATGGG": 392,
      "ACCC": 393,
      "TTCTC": 394,
      "AAAGG": 395,
      "ATTCC": 396,
      "ACTG": 397,
      "TATGG": 398,
      "ATGGC": 399,
      "ATTTC": 400,
      "AATGG": 401,
      "TATTC": 402,
      "ATTTG": 403,
      "AGTTG": 404,
      "TTGGG": 405,
      "TTTGC": 406,
      "AGTTC": 407,
      "TCTTG": 408,
      "TCGC": 409,
      "TATTG": 410,
      "AAATG": 411,
      "AGTGG": 412,
      "TTTCC": 413,
      "AAGAC": 414,
      "AGAT": 415,
      "50": 416,
      "20": 417,
      "60": 418,
      "40": 419,
      "30": 420,
      "AAGCC": 421,
      "80": 422,
      "10": 423,
      "70": 424,
      "90": 425,
      "TTCCC": 426,
      "AAACC": 427,
      "TTATC": 428,
      "AAGGG": 429,
      "TCATC": 430,
      "CCGG": 431,
      "TATGC": 432,
      "TTTAA": 433,
      "TAGAA": 434,
      "TTTAC": 435,
      "ATTCG": 436,
      "TTATG": 437,
      "TGATC": 438,
      "TCTCC": 439,
      "AGAGAA": 440,
      "ACGC": 441,
      "ATGATG": 442,
      "53": 443,
      "TCAAG": 444,
      "44": 445,
      "23": 446,
      "67": 447,
      "28": 448,
      "27": 449,
      "63": 450,
      "58": 451,
      "13": 452,
      "57": 453,
      "17": 454,
      "18": 455,
      "TGTTC": 456,
      "ATCCG": 457,
      "68": 458,
      "AATTC": 459,
      "93": 460,
      "97": 461,
      "AGAAGC": 462,
      "ACAAG": 463,
      "AAATT": 464,
      "ACAAC": 465,
      "98": 466,
      "TTTAG": 467,
      "ACTTG": 468,
      "47": 469,
      "TTTTGG": 470,
      "43": 471,
      "AATGC": 472,
      "AATTG": 473,
      "ACCGG": 474,
      "TAAGC": 475,
      "AATCC": 476,
      "48": 477,
      "TGAGG": 478,
      "ATAAC": 479,
      "AATAA": 480,
      "TGATT": 481,
      "TTATT": 482,
      "TTGGC": 483,
      "ACTTC": 484,
      "TCAAC": 485,
      "TGAG": 486,
      "ATAG": 487,
      "TGTGG": 488,
      "TCTGC": 489,
      "AGAAGG": 490,
      "ATCATC": 491,
      "TTTCG": 492,
      "AAGGC": 493,
      "AACCC": 494,
      "AACAAC": 495,
      "ATAAG": 496,
      "TCTGG": 497,
      "TATCC": 498,
      "TTTCTC": 499,
      "TCAG": 500,
      "AAGCG": 501,
      "TGGTGG": 502,
      "55": 503,
      "ACATC": 504,
      "TAAGG": 505,
      "TTCCG": 506,
      "16": 507,
      "ACATG": 508,
      "22": 509,
      "AGCTG": 510,
      "TCATG": 511,
      "AAGATG": 512,
      "AAAGAA": 513,
      "ACAG": 514,
      "96": 515,
      "TGAAC": 516,
      "AGCTTC": 517,
      "ACTGG": 518,
      "TTACC": 519,
      "TTGTTG": 520,
      "TTAG": 521,
      "TCTAC": 522,
      "AAGAAC": 523,
      "TCCGG": 524,
      "46": 525,
      "TGTAA": 526,
      "ATACC": 527,
      "TCAGC": 528,
      "AGGAGG": 529,
      "AATAC": 530,
      "TCTAA": 531,
      "26": 532,
      "ATAGC": 533,
      "CCGC": 534,
      "ATCGG": 535,
      "56": 536,
      "AAACG": 537,
      "AGTAA": 538,
      "AACCG": 539,
      "TGAGC": 540,
      "19": 541,
      "ACATT": 542,
      "TCCTCC": 543,
      "CCCG": 544,
      "ACTT": 545,
      "AGATTC": 546,
      "TTGCC": 547,
      "AAAAGG": 548,
      "ATCTTC": 549,
      "TGGTG": 550,
      "AATCG": 551,
      "TCATT": 552,
      "AGGAAG": 553,
      "AGTAC": 554,
      "AAAGAG": 555,
      "AACGG": 556,
      "TATCG": 557,
      "ATGCG": 558,
      "TTTTGC": 559,
      "15": 560,
      "TTCTG": 561,
      "12": 562,
      "AGCAGC": 563,
      "AGACC": 564,
      "AGACG": 565,
      "TCTCG": 566,
      "TTCTTG": 567,
      "ACTAC": 568,
      "49": 569,
      "TCAGG": 570,
      "TGCTG": 571,
      "ATGCC": 572,
      "TTAAG": 573,
      "45": 574,
      "ATCCC": 575,
      "ACTCC": 576,
      "TTAAC": 577,
      "ACAGC": 578,
      "ATTTTG": 579,
      "AGTTTC": 580,
      "AGTAG": 581,
      "AAAACC": 582,
      "ACTGC": 583,
      "TCACC": 584,
      "TGAT": 585,
      "42": 586,
      "TTGCG": 587,
      "ACTAA": 588,
      "AGTTTG": 589,
      "TGCTGC": 590,
      "ATTTGG": 591,
      "GCGG": 592,
      "TTGATG": 593,
      "AATCTC": 594,
      "TTAGC": 595,
      "AAGAGG": 596,
      "TTGTG": 597,
      "AAAT": 598,
      "AAGATC": 599,
      "AGATGG": 600,
      "GGCGG": 601,
      "99": 602,
      "ACAGG": 603,
      "TCTAG": 604,
      "AATAG": 605,
      "TTCGG": 606,
      "ATCTG": 607,
      "TTTTCC": 608,
      "AAATGG": 609,
      "AAAAGC": 610,
      "TTTGGG": 611,
      "TCTTCC": 612,
      "AGTGC": 613,
      "TTCTCC": 614,
      "TTCAC": 615,
      "AGATTG": 616,
      "TTAT": 617,
      "AGTCC": 618,
      "37": 619,
      "ATCTC": 620,
      "ATTAC": 621,
      "AATGGG": 622,
      "AAGTG": 623,
      "11": 624,
      "38": 625,
      "25": 626,
      "TTAGG": 627,
      "AAGAGC": 628,
      "AATGGC": 629,
      "95": 630,
      "ACACC": 631,
      "TAACC": 632,
      "TAACG": 633,
      "TGAAGC": 634,
      "TATTGG": 635,
      "TACCG": 636,
      "TGGAGG": 637,
      "AACAC": 638,
      "ATTTTC": 639,
      "AGCGG": 640,
      "AGTTTT": 641,
      "ATCAC": 642,
      "AAATTC": 643,
      "AGATGC": 644,
      "ATATGG": 645,
      "TCTTTG": 646,
      "TAGGG": 647,
      "ATAGG": 648,
      "TGGCC": 649,
      "TTTAT": 650,
      "AAACCC": 651,
      "TGCTTC": 652,
      "TACGG": 653,
      "TGGGG": 654,
      "TTGAAG": 655,
      "AGGCG": 656,
      "TGAGAA": 657,
      "ATGAAG": 658,
      "77": 659,
      "66": 660,
      "TTACG": 661,
      "TCGCC": 662,
      "AAAGGG": 663,
      "TGGCG": 664,
      "AATTTG": 665,
      "TTTATT": 666,
      "AGAGGC": 667,
      "TCTCTCTC": 668,
      "AATTTC": 669,
      "AAAGGC": 670,
      "AAAGCC": 671,
      "TTTATC": 672,
      "88": 673,
      "TGCGG": 674,
      "AGGGG": 675,
      "TCTTTT": 676,
      "ACCACC": 677,
      "TCTTTC": 678,
      "ATCTCC": 679,
      "ATGTG": 680,
      "33": 681,
      "TCTTGG": 682,
      "92": 683,
      "TTTATG": 684,
      "AGCCG": 685,
      "ATCGC": 686,
      "ATACG": 687,
      "AGGCC": 688,
      "AGTCG": 689,
      "14": 690,
      "TTATGG": 691,
      "ATCTTG": 692,
      "AGCTTG": 693,
      "AGCTGC": 694,
      "TGATGG": 695,
      "ACTCG": 696,
      "TGAAGG": 697,
      "TGTAC": 698,
      "AGTTGG": 699,
      "TGTAG": 700,
      "ATTTGC": 701,
      "ACAAAA": 702,
      "ATGTTG": 703,
      "TGTTGG": 704,
      "AGGGC": 705,
      "ATAAAA": 706,
      "AACGC": 707,
      "TGTTTC": 708,
      "ATATTC": 709,
      "ATATTG": 710,
      "AGCTC": 711,
      "TTTGGC": 712,
      "TGTTTT": 713,
      "AAATCC": 714,
      "AGCAAC": 715,
      "TTCATC": 716,
      "AAGTTG": 717,
      "AAGAAGC": 718,
      "AGAAAC": 719,
      "ATGAC": 720,
      "AAATGC": 721,
      "AATTGG": 722,
      "AGTTGC": 723,
      "TAGCC": 724,
      "TCAAGG": 725,
      "TGAAAA": 726,
      "78": 727,
      "AAGATT": 728,
      "ACGCC": 729,
      "TAGCG": 730,
      "ATCAAC": 731,
      "TTCTGG": 732,
      "AAATTG": 733,
      "TCAAAA": 734,
      "52": 735,
      "TGTGC": 736,
      "TAAAC": 737,
      "TGATTC": 738,
      "AGAACC": 739,
      "ATAATG": 740,
      "AGCTGG": 741,
      "AGTCTC": 742,
      "TGATGC": 743,
      "AGATCC": 744,
      "AGGAAC": 745,
      "TTGAC": 746,
      "AAGAAAA": 747,
      "TTCGC": 748,
      "AGAGGG": 749,
      "AATAT": 750,
      "TTTTTTTT": 751,
      "TCGGG": 752,
      "ACCGC": 753,
      "TTCAAC": 754,
      "TCAAGC": 755,
      "AGCCC": 756,
      "ATTTCC": 757,
      "TGTTTG": 758,
      "AAGTGG": 759,
      "41": 760,
      "TGACG": 761,
      "TGCTGG": 762,
      "TATTGC": 763,
      "TGTTGC": 764,
      "AATTTT": 765,
      "TTGTGG": 766,
      "TGACC": 767,
      "AGGAC": 768,
      "TTATTG": 769,
      "TACCC": 770,
      "ATATGC": 771,
      "TGGGC": 772,
      "TTCTGC": 773,
      "TCTTGC": 774,
      "TTAAAA": 775,
      "ATAGAG": 776,
      "TGTCC": 777,
      "TGAAAC": 778,
      "TATAC": 779,
      "TATGGG": 780,
      "AGTTCC": 781,
      "TCAAAG": 782,
      "TGAATC": 783,
      "TTCAAG": 784,
      "73": 785,
      "29": 786,
      "65": 787,
      "TGGAC": 788,
      "CCAC": 789,
      "AGGATG": 790,
      "AACAAG": 791,
      "TTGGGG": 792,
      "AGATAC": 793,
      "ATAAAG": 794,
      "AGCTCC": 795,
      "ATTGGG": 796,
      "TTATTC": 797,
      "TTAAAG": 798,
      "ATCAAG": 799,
      "TAATAA": 800,
      "ATAAAC": 801,
      "TTCTAC": 802,
      "TAGGC": 803,
      "AATATG": 804,
      "AATATC": 805,
      "ACCAC": 806,
      "TTGAGG": 807,
      "TGTCG": 808,
      "TTTACC": 809,
      "AGAGCC": 810,
      "TCACG": 811,
      "TGGAAC": 812,
      "TCAAAC": 813,
      "TTGTTC": 814,
      "TTTAGC": 815,
      "TTTCTTC": 816,
      "AATATT": 817,
      "TGGAAG": 818,
      "94": 819,
      "AGGAGC": 820,
      "TCAGAA": 821,
      "TTTGCC": 822,
      "91": 823,
      "TGGAGC": 824,
      "ATCTGC": 825,
      "CCGCC": 826,
      "ATTGGC": 827,
      "AATTCC": 828,
      "TTAAGG": 829,
      "ATTATG": 830,
      "TTATGC": 831,
      "AGAGAC": 832,
      "ATATAC": 833,
      "87": 834,
      "TCCAC": 835,
      "TTTTCG": 836,
      "AGTGGC": 837,
      "TCATGG": 838,
      "AGTTAC": 839,
      "TTGATC": 840,
      "ATTTCG": 841,
      "AAGACG": 842,
      "TCCCC": 843,
      "AACTTC": 844,
      "ATTTAC": 845,
      "ATGATC": 846,
      "TGAAAG": 847,
      "AATTGC": 848,
      "AGCTAC": 849,
      "ATAATC": 850,
      "AGCTAA": 851,
      "62": 852,
      "GGGG": 853,
      "83": 854,
      "AAGAAAC": 855,
      "ATCTGG": 856,
      "AAAACG": 857,
      "ATGAAC": 858,
      "ATGAGG": 859,
      "TCCGC": 860,
      "ATTGCC": 861,
      "TAATGG": 862,
      "AAGTTC": 863,
      "AGTAT": 864,
      "AATGCC": 865,
      "AAGAGAA": 866,
      "AGTATC": 867,
      "TATGGC": 868,
      "TGTCTC": 869,
      "GGTGG": 870,
      "TTTAAG": 871,
      "AAATAC": 872,
      "AAATCG": 873,
      "AAAAAAAA": 874,
      "TACAC": 875,
      "TCAATC": 876,
      "TCCTTC": 877,
      "AGCAC": 878,
      "TGAGAG": 879,
      "AAGAAGG": 880,
      "TTTCCC": 881,
      "ATAAGG": 882,
      "TCGGC": 883,
      "TAAAGG": 884,
      "TATTCC": 885,
      "AACTTG": 886,
      "ATATCC": 887,
      "AACCGG": 888,
      "TCTTCG": 889,
      "TGTTCC": 890,
      "TACGC": 891,
      "TTAATG": 892,
      "AGATCG": 893,
      "ATTATC": 894,
      "ATGTGG": 895,
      "ACTCTC": 896,
      "ACCAAC": 897,
      "ACAAGG": 898,
      "TCTCCG": 899,
      "TCGTCG": 900,
      "ACTAG": 901,
      "AGTGGG": 902,
      "AGTATG": 903,
      "ATAAGC": 904,
      "ATGTTC": 905,
      "TGCAAC": 906,
      "ACTTGG": 907,
      "ACGACG": 908,
      "AGGTGG": 909,
      "ATCACC": 910,
      "TTTAAC": 911,
      "TAAAAC": 912,
      "AGTCTG": 913,
      "TCAATG": 914,
      "ATAGAA": 915,
      "ACAAAG": 916,
      "ACAAGC": 917,
      "59": 918,
      "ATCAGC": 919,
      "TCAGAG": 920,
      "TTATCC": 921,
      "TTAAAC": 922,
      "TGATCC": 923,
      "TCATTC": 924,
      "54": 925,
      "51": 926,
      "ACGGC": 927,
      "AGAGAGAG": 928,
      "AATTCG": 929,
      "TCTCCC": 930,
      "TATATG": 931,
      "TTCAGG": 932,
      "ATCATG": 933,
      "TCTATC": 934,
      "GGCC": 935,
      "TTAAGC": 936,
      "36": 937,
      "AAGACC": 938,
      "TTGTAA": 939,
      "21": 940,
      "TCATTG": 941,
      "AATCCC": 942,
      "TGCTAC": 943,
      "TGCTCC": 944,
      "TTGATT": 945,
      "TTTAGG": 946,
      "ACAAAC": 947,
      "TCCCG": 948,
      "24": 949,
      "TGATTG": 950,
      "TTCTCG": 951,
      "TTCATG": 952,
      "AAACCG": 953,
      "ATCTAC": 954,
      "AATTAC": 955,
      "TTCTTCC": 956,
      "ACTTTG": 957,
      "ACGGG": 958,
      "AAGAAAG": 959,
      "ATTATT": 960,
      "ACATTG": 961,
      "TTAGAG": 962,
      "GGGC": 963,
      "AACATC": 964,
      "AGTATT": 965,
      "TGCAGC": 966,
      "AACTCC": 967,
      "TGTTAC": 968,
      "TGCTAA": 969,
      "TGGTTC": 970,
      "ACAATG": 971,
      "76": 972,
      "ACACG": 973,
      "00": 974,
      "TTAATC": 975,
      "TGAGAC": 976,
      "TGGATC": 977,
      "TCTATG": 978,
      "ACAGAG": 979,
      "TTCTCTC": 980,
      "86": 981,
      "TAGAGG": 982,
      "TGAATG": 983,
      "ATTACC": 984,
      "AGTCAC": 985,
      "AGATAA": 986,
      "ATGGGG": 987,
      "TCTTAC": 988,
      "TACTAC": 989,
      "ATTTAA": 990,
      "AGCTCG": 991,
      "ACATGG": 992,
      "TCATCC": 993,
      "TGTGGC": 994,
      "GGAGG": 995,
      "CCTCC": 996,
      "ATAGTG": 997,
      "ACCTCC": 998,
      "TTATAC": 999,
      "AATAAC": 1000,
      "AGAACG": 1001,
      "AACATG": 1002,
      "TGTAT": 1003,
      "ATCTCTC": 1004,
      "TATTCG": 1005,
      "AACAGC": 1006,
      "TTAGAA": 1007,
      "CCCC": 1008,
      "TCAACC": 1009,
      "TAAACC": 1010,
      "TTCAGC": 1011,
      "AGGATC": 1012,
      "ATATCG": 1013,
      "ACGATG": 1014,
      "TTTCGG": 1015,
      "TCTAT": 1016,
      "ATTTAG": 1017,
      "TGGATG": 1018,
      "TGCCG": 1019,
      "ATTCCC": 1020,
      "AAGTAC": 1021,
      "AAGATGG": 1022,
      "AATAAG": 1023,
      "AATCGG": 1024,
      "ACCCG": 1025,
      "TTTCCG": 1026,
      "TAGTAG": 1027,
      "TAAAGC": 1028,
      "AAACGC": 1029,
      "TCAGAC": 1030,
      "ATTCGG": 1031,
      "TGCCC": 1032,
      "TGCTTG": 1033,
      "TGTATC": 1034,
      "ATGGCC": 1035,
      "ACTTGC": 1036,
      "AGTAGC": 1037,
      "TTCACC": 1038,
      "AGGTTG": 1039,
      "TTCCGG": 1040,
      "TCTGGC": 1041,
      "AATCCG": 1042,
      "TGATAC": 1043,
      "ATAACC": 1044,
      "TCAGCC": 1045,
      "ATTTCTC": 1046,
      "TGGTGC": 1047,
      "AGCGC": 1048,
      "TGAGGC": 1049,
      "TTCTAA": 1050,
      "ATTTTGG": 1051,
      "AAGTAA": 1052,
      "ATCTCG": 1053,
      "ATATAA": 1054,
      "TGGTAA": 1055,
      "ATAGAC": 1056,
      "ATCTAA": 1057,
      "TCTGGG": 1058,
      "ACTTTC": 1059,
      "TCCAAC": 1060,
      "TTGAAC": 1061,
      "TGTGGG": 1062,
      "TCATGC": 1063,
      "AAGATTC": 1064,
      "TGCGC": 1065,
      "AAACGG": 1066,
      "ACAGAA": 1067,
      "TTAGGG": 1068,
      "TCATCG": 1069,
      "TCCACC": 1070,
      "TTGAGC": 1071,
      "AAGCGG": 1072,
      "69": 1073,
      "AAAGCG": 1074,
      "AGGTTC": 1075,
      "ACTTCC": 1076,
      "ATGTAA": 1077,
      "TGAACC": 1078,
      "TCTATT": 1079,
      "AAGAGAG": 1080,
      "TTGGGC": 1081,
      "ATCCGG": 1082,
      "TTAGTG": 1083,
      "AAGGCC": 1084,
      "TGGTTG": 1085,
      "AGTTCG": 1086,
      "ACATTC": 1087,
      "35": 1088,
      "ACTTTT": 1089,
      "AAGAATC": 1090,
      "TTAACC": 1091,
      "AGCTAG": 1092,
      "AAATAA": 1093,
      "TCCATC": 1094,
      "TACAAC": 1095,
      "TGGAGAA": 1096,
      "TTGGCC": 1097,
      "TTCCCG": 1098,
      "AAGTAG": 1099,
      "ACAATC": 1100,
      "61": 1101,
      "AGGAGAA": 1102,
      "TTGAAGC": 1103,
      "ATTCCG": 1104,
      "ATGGCG": 1105,
      "TTGTCC": 1106,
      "TCGCCG": 1107,
      "32": 1108,
      "TGCATC": 1109,
      "TTATCG": 1110,
      "ACCATC": 1111,
      "AAGTCC": 1112,
      "AACAAAA": 1113,
      "TACTTC": 1114,
      "TTGAGAA": 1115,
      "64": 1116,
      "ACTCTG": 1117,
      "AGACGG": 1118,
      "AAAGATG": 1119,
      "TTTCGC": 1120,
      "AGGAAGC": 1121,
      "75": 1122,
      "TTTTGGG": 1123,
      "85": 1124,
      "TTCTAG": 1125,
      "TCGATG": 1126,
      "AATACC": 1127,
      "ACCGCC": 1128,
      "TCGCG": 1129,
      "TTTACG": 1130,
      "TATCCG": 1131,
      "TCAACG": 1132,
      "AGCAAG": 1133,
      "TGTATT": 1134,
      "72": 1135,
      "TTGCGG": 1136,
      "ACGAGG": 1137,
      "ATGGGC": 1138,
      "AATAGC": 1139,
      "AACACC": 1140,
      "TCTAAG": 1141,
      "AACTGG": 1142,
      "ATGATT": 1143,
      "82": 1144,
      "TGATAA": 1145,
      "TTGTAC": 1146,
      "AACTAA": 1147,
      "AACTAC": 1148,
      "AAGGGC": 1149,
      "TTGTTGG": 1150,
      "AGTAAC": 1151,
      "TGTATG": 1152,
      "TCAGGG": 1153,
      "GGCGC": 1154,
      "TTGTGC": 1155,
      "TTTCTCC": 1156,
      "TCAGTG": 1157,
      "AAGGGG": 1158,
      "TAAATC": 1159,
      "TCTCGG": 1160,
      "ATTGATG": 1161,
      "AACTGC": 1162,
      "TTCTTTT": 1163,
      "TCCGCC": 1164,
      "AGCATC": 1165,
      "TATATC": 1166,
      "TGGCGG": 1167,
      "TTCTTGG": 1168,
      "TCCTGG": 1169,
      "TGTCAC": 1170,
      "TTGTAG": 1171,
      "TCGTGG": 1172,
      "AGGATT": 1173,
      "AGATTGC": 1174,
      "TTCATT": 1175,
      "AAAAAC": 1176,
      "39": 1177,
      "TACTGG": 1178,
      "AGATGGG": 1179,
      "TCTGCC": 1180,
      "TTCTTCTTCTTC": 1181,
      "AGGCGG": 1182,
      "AAAGAAG": 1183,
      "AGATTGG": 1184,
      "TTCCCC": 1185,
      "TTTGATG": 1186,
      "TTTGCG": 1187,
      "AGAGCG": 1188,
      "AATCGC": 1189,
      "ACCAGC": 1190,
      "AGATTCC": 1191,
      "ATCGCC": 1192,
      "ACAACC": 1193,
      "ATTTTTT": 1194,
      "AGTACC": 1195,
      "ATCAGG": 1196,
      "TCAGGC": 1197,
      "79": 1198,
      "TTAGAC": 1199,
      "ATGAGC": 1200,
      "31": 1201,
      "TCGAGG": 1202,
      "TTCCTCC": 1203,
      "TTATAA": 1204,
      "AAGATGC": 1205,
      "TCTAGC": 1206,
      "ACAGTG": 1207,
      "ATGAAGC": 1208,
      "TCTCGC": 1209,
      "AAGTGC": 1210,
      "TATGCC": 1211,
      "TGAGAAG": 1212,
      "TTGAAGG": 1213,
      "TAGTGG": 1214,
      "TAAGCC": 1215,
      "AGCCGG": 1216,
      "TTGTTTT": 1217,
      "AAGGCG": 1218,
      "TATATT": 1219,
      "81": 1220,
      "TGAGGG": 1221,
      "CCCGG": 1222,
      "89": 1223,
      "AGTCCC": 1224,
      "AGACGC": 1225,
      "ATTCTTC": 1226,
      "34": 1227,
      "TCTACC": 1228,
      "TGGATT": 1229,
      "AACATT": 1230,
      "ACGAC": 1231,
      "ACCTTC": 1232,
      "TCACCG": 1233,
      "ATCATT": 1234,
      "TTACGG": 1235,
      "TGTAGC": 1236,
      "ATTCGC": 1237,
      "ATGTAC": 1238,
      "AAGATTG": 1239,
      "AACTCG": 1240,
      "TGTCTG": 1241,
      "TTTGTTG": 1242,
      "TTTCTTG": 1243,
      "71": 1244,
      "TGTTCG": 1245,
      "AAGCTGC": 1246,
      "AAGCCC": 1247,
      "AGAAAGC": 1248,
      "AACCCG": 1249,
      "TGAGCC": 1250,
      "AGGAAAA": 1251,
      "TACTTG": 1252,
      "TGGTCC": 1253,
      "TGTAAC": 1254,
      "TAATCC": 1255,
      "AAGTTTG": 1256,
      "ATGATGG": 1257,
      "TCGTTG": 1258,
      "AGATATT": 1259,
      "TACTCC": 1260,
      "74": 1261,
      "AAGCCG": 1262,
      "TGGACC": 1263,
      "TATGCG": 1264,
      "AAGTTTC": 1265,
      "ACCCC": 1266,
      "TTCTTTG": 1267,
      "84": 1268,
      "GCTGC": 1269,
      "ATGACG": 1270,
      "AAGAGAC": 1271,
      "AGAAAAC": 1272,
      "TTCTTCG": 1273,
      "AAGAATG": 1274,
      "AAAAGAA": 1275,
      "AGCAGG": 1276,
      "TACCGG": 1277,
      "TGACGG": 1278,
      "AAATGGG": 1279,
      "TGAAGAAG": 1280,
      "ATAACG": 1281,
      "TAACGG": 1282,
      "AAATGGC": 1283,
      "TTGGCG": 1284,
      "TCATAC": 1285,
      "AAAATGG": 1286,
      "AAAACCC": 1287,
      "AGTAAG": 1288,
      "ATGAGAA": 1289,
      "TTTTTGG": 1290,
      "TTGATGG": 1291,
      "TGAGTT": 1292,
      "TTCTTTC": 1293,
      "TGCAC": 1294,
      "ATATTGG": 1295,
      "AATTTTG": 1296,
      "ATCTTCC": 1297,
      "AGATATC": 1298,
      "AGACCC": 1299,
      "TAGTAA": 1300,
      "ATTGTTG": 1301,
      "AAGTCG": 1302,
      "TCCTCG": 1303,
      "AAAGAC": 1304,
      "TGATCG": 1305,
      "AACCGC": 1306,
      "TATCGG": 1307,
      "TGACAC": 1308,
      "TTACCG": 1309,
      "TAGATG": 1310,
      "TTACCC": 1311,
      "ATAGCC": 1312,
      "TGAGTG": 1313,
      "ATAGTC": 1314,
      "TATAAC": 1315,
      "AGAAGCC": 1316,
      "TCAGTC": 1317,
      "ATGTCC": 1318,
      "AGAAACC": 1319,
      "TAGAGC": 1320,
      "AGATGGC": 1321,
      "AGGAAAC": 1322,
      "TAATGC": 1323,
      "TTAGCC": 1324,
      "ATTTTTC": 1325,
      "ATAGGG": 1326,
      "TTGTTTC": 1327
    },
    "merges": [
      "T T",
      "A A",
      "T G",
      "T C",
      "A G",
      "A C",
      "G G",
      "C C",
      "A TT",
      "A TG",
      "AA G",
      "A TC",
      "A T",
      "TT C",
      "G C",
      "AA C",
      "AG C",
      "TT G",
      "TG G",
      "AG G",
      "AC C",
      "TC C",
      "TG C",
      "T AA",
      "T AC",
      "AG AA",
      "TC G",
      "T AG",
      "TT TT",
      "AAG C",
      "AA AA",
      "ATT C",
      "TC TC",
      "AC G",
      "GG C",
      "ATG G",
      "AG AG",
      "TT TG",
      "TT GG",
      "ATT G",
      "TT TC",
      "TT CC",
      "AA GG",
      "AA AG",
      "ATG C",
      "AA AC",
      "ATC C",
      "AA TG",
      "TT GC",
      "AA TC",
      "GG G",
      "AA CC",
      "T AT",
      "T ATC",
      "T ATT",
      "CC G",
      "T ATG",
      "CC C",
      "TT AC",
      "AG AC",
      "AT AC",
      "TC TG",
      "AG TG",
      "TTC G",
      "ATC G",
      "TG TG",
      "AAC G",
      "AG GC",
      "T AGC",
      "T AAG",
      "TC AC",
      "AG CC",
      "AG AAG",
      "T ACC",
      "AG GG",
      "TG GC",
      "T AAC",
      "AT AA",
      "AG TC",
      "TCC G",
      "AG TT",
      "TG GG",
      "AC AC",
      "ACC G",
      "TC TT",
      "TC AA",
      "TG TT",
      "GC G",
      "TG AA",
      "TC TTC",
      "AAG AAG",
      "TG AC",
      "TT TTG",
      "AG ATG",
      "ATT GG",
      "AGC G",
      "AC AA",
      "TC GG",
      "TTC TTC",
      "AAG AA",
      "AG ATT",
      "TC CC",
      "TG ATG",
      "TT TGG",
      "TG CC",
      "TT TTC",
      "AT AT",
      "T AGG",
      "TT AA",
      "AG ATC",
      "AG AGG",
      "TAC G",
      "AC TC",
      "TGC G",
      "č Ċ",
      "TG AAG",
      "AT ATG",
      "GGC G",
      "AT ATT",
      "AC GG",
      "TG TTG",
      "TG TC",
      "AA AAG",
      "AA ATC",
      "AA AAC",
      "AT ATC",
      "AA AGC",
      "AA TT",
      "ATT GC",
      "AG AAC",
      "AG AGC",
      "ATG GG",
      "AC CC",
      "TTC TC",
      "AA AGG",
      "ATT CC",
      "AC TG",
      "T ATGG",
      "ATG GC",
      "ATT TC",
      "AA TGG",
      "T ATTC",
      "ATT TG",
      "AG TTG",
      "TTGG G",
      "TT TGC",
      "AG TTC",
      "TC TTG",
      "TC GC",
      "T ATTG",
      "AA ATG",
      "AG TGG",
      "TT TCC",
      "AAG AC",
      "AG AT",
      "5 0",
      "2 0",
      "6 0",
      "4 0",
      "3 0",
      "AAG CC",
      "8 0",
      "1 0",
      "7 0",
      "9 0",
      "TTCC C",
      "AA ACC",
      "TT ATC",
      "AAGG G",
      "TC ATC",
      "CC GG",
      "T ATGC",
      "TT TAA",
      "T AGAA",
      "TT TAC",
      "ATTC G",
      "TT ATG",
      "TG ATC",
      "TC TCC",
      "AG AGAA",
      "AC GC",
      "ATG ATG",
      "5 3",
      "TC AAG",
      "4 4",
      "2 3",
      "6 7",
      "2 8",
      "2 7",
      "6 3",
      "5 8",
      "1 3",
      "5 7",
      "1 7",
      "1 8",
      "TG TTC",
      "ATCC G",
      "6 8",
      "AA TTC",
      "9 3",
      "9 7",
      "AG AAGC",
      "AC AAG",
      "AA ATT",
      "AC AAC",
      "9 8",
      "TT TAG",
      "AC TTG",
      "4 7",
      "TTTT GG",
      "4 3",
      "AA TGC",
      "AA TTG",
      "ACC GG",
      "T AAGC",
      "AA TCC",
      "4 8",
      "TG AGG",
      "AT AAC",
      "AA TAA",
      "TG ATT",
      "TT ATT",
      "TT GGC",
      "AC TTC",
      "TC AAC",
      "TG AG",
      "AT AG",
      "TG TGG",
      "TC TGC",
      "AGAA GG",
      "ATC ATC",
      "TT TCG",
      "AA GGC",
      "AACC C",
      "AAC AAC",
      "AT AAG",
      "TC TGG",
      "T ATCC",
      "TT TCTC",
      "TC AG",
      "AAGC G",
      "TGG TGG",
      "5 5",
      "AC ATC",
      "TAA GG",
      "TTCC G",
      "1 6",
      "AC ATG",
      "2 2",
      "AGC TG",
      "TC ATG",
      "AAG ATG",
      "AA AGAA",
      "AC AG",
      "9 6",
      "TG AAC",
      "AGC TTC",
      "AC TGG",
      "TT ACC",
      "TTG TTG",
      "TT AG",
      "TC TAC",
      "AAG AAC",
      "TCC GG",
      "4 6",
      "TG TAA",
      "AT ACC",
      "TC AGC",
      "AGG AGG",
      "AA TAC",
      "TC TAA",
      "2 6",
      "AT AGC",
      "CC GC",
      "ATC GG",
      "5 6",
      "AA ACG",
      "AG TAA",
      "AACC G",
      "TG AGC",
      "1 9",
      "AC ATT",
      "TCC TCC",
      "CCC G",
      "AC TT",
      "AG ATTC",
      "TTG CC",
      "AAAA GG",
      "ATC TTC",
      "TGG TG",
      "AA TCG",
      "TC ATT",
      "AGG AAG",
      "AG TAC",
      "AA AGAG",
      "AAC GG",
      "TATC G",
      "ATGC G",
      "TTTT GC",
      "1 5",
      "TTC TG",
      "1 2",
      "AGC AGC",
      "AG ACC",
      "AG ACG",
      "TC TCG",
      "TTC TTG",
      "AC TAC",
      "4 9",
      "TC AGG",
      "TGC TG",
      "ATG CC",
      "TT AAG",
      "4 5",
      "ATC CC",
      "AC TCC",
      "TT AAC",
      "AC AGC",
      "ATT TTG",
      "AG TTTC",
      "AG TAG",
      "AAAA CC",
      "AC TGC",
      "TC ACC",
      "TG AT",
      "4 2",
      "TTGC G",
      "AC TAA",
      "AG TTTG",
      "TGC TGC",
      "ATT TGG",
      "GC GG",
      "TTG ATG",
      "AA TCTC",
      "TT AGC",
      "AAG AGG",
      "TTG TG",
      "AA AT",
      "AAG ATC",
      "AG ATGG",
      "GGC GG",
      "9 9",
      "AC AGG",
      "TC TAG",
      "AA TAG",
      "TTC GG",
      "ATC TG",
      "TTTT CC",
      "AA ATGG",
      "AA AAGC",
      "TTTG GG",
      "TC TTCC",
      "AG TGC",
      "TTC TCC",
      "TTC AC",
      "AG ATTG",
      "TT AT",
      "AG TCC",
      "3 7",
      "ATC TC",
      "ATT AC",
      "AATG GG",
      "AAG TG",
      "1 1",
      "3 8",
      "2 5",
      "TT AGG",
      "AAG AGC",
      "AATG GC",
      "9 5",
      "AC ACC",
      "TAA CC",
      "T AACG",
      "TG AAGC",
      "TATT GG",
      "TACC G",
      "TGG AGG",
      "AAC AC",
      "ATT TTC",
      "AGC GG",
      "AG TTTT",
      "ATC AC",
      "AA ATTC",
      "AG ATGC",
      "AT ATGG",
      "TC TTTG",
      "TAG GG",
      "AT AGG",
      "TGG CC",
      "TT TAT",
      "AAAC CC",
      "TGC TTC",
      "TAC GG",
      "TG GGG",
      "TTG AAG",
      "AGGC G",
      "TG AGAA",
      "ATG AAG",
      "7 7",
      "6 6",
      "TT ACG",
      "TCG CC",
      "AAAG GG",
      "TGGC G",
      "AA TTTG",
      "TT TATT",
      "AGAG GC",
      "TCTC TCTC",
      "AA TTTC",
      "AAAG GC",
      "AAAG CC",
      "TT TATC",
      "8 8",
      "TGC GG",
      "AG GGG",
      "TC TTTT",
      "ACC ACC",
      "TC TTTC",
      "ATC TCC",
      "ATG TG",
      "3 3",
      "TC TTGG",
      "9 2",
      "TT TATG",
      "AG CCG",
      "ATC GC",
      "AT ACG",
      "AGG CC",
      "AG TCG",
      "1 4",
      "TT ATGG",
      "ATC TTG",
      "AGC TTG",
      "AGC TGC",
      "TG ATGG",
      "AC TCG",
      "TG AAGG",
      "TG TAC",
      "AG TTGG",
      "TG TAG",
      "ATT TGC",
      "AC AAAA",
      "ATG TTG",
      "TG TTGG",
      "AG GGC",
      "AT AAAA",
      "AAC GC",
      "TG TTTC",
      "AT ATTC",
      "AT ATTG",
      "AGC TC",
      "TTTG GC",
      "TG TTTT",
      "AA ATCC",
      "AGC AAC",
      "TTC ATC",
      "AAG TTG",
      "AAG AAGC",
      "AGAA AC",
      "ATG AC",
      "AA ATGC",
      "AA TTGG",
      "AG TTGC",
      "TAG CC",
      "TC AAGG",
      "TG AAAA",
      "7 8",
      "AAG ATT",
      "ACG CC",
      "TAGC G",
      "ATC AAC",
      "TTC TGG",
      "AA ATTG",
      "TC AAAA",
      "5 2",
      "TG TGC",
      "TAA AC",
      "TG ATTC",
      "AGAA CC",
      "AT AATG",
      "AGC TGG",
      "AG TCTC",
      "TG ATGC",
      "AG ATCC",
      "AGG AAC",
      "TTG AC",
      "AAG AAAA",
      "TTC GC",
      "AGAG GG",
      "AA TAT",
      "TTTT TTTT",
      "TC GGG",
      "ACC GC",
      "TTC AAC",
      "TC AAGC",
      "AG CCC",
      "ATT TCC",
      "TG TTTG",
      "AAG TGG",
      "4 1",
      "TG ACG",
      "TGC TGG",
      "TATT GC",
      "TG TTGC",
      "AA TTTT",
      "TTG TGG",
      "TG ACC",
      "AGG AC",
      "TT ATTG",
      "TAC CC",
      "AT ATGC",
      "TG GGC",
      "TTC TGC",
      "TC TTGC",
      "TT AAAA",
      "AT AGAG",
      "TG TCC",
      "TG AAAC",
      "TAT AC",
      "TATG GG",
      "AG TTCC",
      "TC AAAG",
      "TG AATC",
      "TTC AAG",
      "7 3",
      "2 9",
      "6 5",
      "TGG AC",
      "CC AC",
      "AGG ATG",
      "AAC AAG",
      "TTGG GG",
      "AG ATAC",
      "AT AAAG",
      "AGC TCC",
      "ATT GGG",
      "TT ATTC",
      "TT AAAG",
      "ATC AAG",
      "TAA TAA",
      "AT AAAC",
      "TTC TAC",
      "TAG GC",
      "AA TATG",
      "AA TATC",
      "ACC AC",
      "TTG AGG",
      "TG TCG",
      "TT TACC",
      "AGAG CC",
      "TC ACG",
      "TGG AAC",
      "TC AAAC",
      "TTG TTC",
      "TT TAGC",
      "TTTC TTC",
      "AA TATT",
      "TGG AAG",
      "9 4",
      "AGG AGC",
      "TC AGAA",
      "TTTG CC",
      "9 1",
      "TGG AGC",
      "ATC TGC",
      "CCG CC",
      "ATT GGC",
      "AA TTCC",
      "TT AAGG",
      "ATT ATG",
      "TT ATGC",
      "AGAG AC",
      "AT ATAC",
      "8 7",
      "TCC AC",
      "TT TTCG",
      "AGTG GC",
      "TC ATGG",
      "AG TTAC",
      "TTG ATC",
      "ATT TCG",
      "AAG ACG",
      "TC CCC",
      "AAC TTC",
      "ATT TAC",
      "ATG ATC",
      "TG AAAG",
      "AA TTGC",
      "AGC TAC",
      "AT AATC",
      "AGC TAA",
      "6 2",
      "GG GG",
      "8 3",
      "AAG AAAC",
      "ATC TGG",
      "AA AACG",
      "ATG AAC",
      "ATG AGG",
      "TCC GC",
      "ATTG CC",
      "TAA TGG",
      "AAG TTC",
      "AG TAT",
      "AATG CC",
      "AAG AGAA",
      "AG TATC",
      "TATG GC",
      "TG TCTC",
      "GG TGG",
      "TT TAAG",
      "AA ATAC",
      "AA ATCG",
      "AAAA AAAA",
      "TAC AC",
      "TC AATC",
      "TCC TTC",
      "AGC AC",
      "TG AGAG",
      "AAG AAGG",
      "TTTC CC",
      "AT AAGG",
      "TC GGC",
      "TAA AGG",
      "TATT CC",
      "AAC TTG",
      "AT ATCC",
      "AACC GG",
      "TC TTCG",
      "TG TTCC",
      "TAC GC",
      "TT AATG",
      "AG ATCG",
      "ATT ATC",
      "ATG TGG",
      "AC TCTC",
      "ACC AAC",
      "AC AAGG",
      "TC TCCG",
      "TCG TCG",
      "AC TAG",
      "AGTG GG",
      "AG TATG",
      "AT AAGC",
      "ATG TTC",
      "TGC AAC",
      "AC TTGG",
      "ACG ACG",
      "AGG TGG",
      "ATC ACC",
      "TT TAAC",
      "TAA AAC",
      "AG TCTG",
      "TC AATG",
      "AT AGAA",
      "AC AAAG",
      "AC AAGC",
      "5 9",
      "ATC AGC",
      "TC AGAG",
      "TT ATCC",
      "TT AAAC",
      "TG ATCC",
      "TC ATTC",
      "5 4",
      "5 1",
      "AC GGC",
      "AGAG AGAG",
      "AA TTCG",
      "TCTC CC",
      "TAT ATG",
      "TTC AGG",
      "ATC ATG",
      "TC TATC",
      "GG CC",
      "TT AAGC",
      "3 6",
      "AAG ACC",
      "TTG TAA",
      "2 1",
      "TC ATTG",
      "AATC CC",
      "TGC TAC",
      "TGC TCC",
      "TTG ATT",
      "TT TAGG",
      "AC AAAC",
      "TC CCG",
      "2 4",
      "TG ATTG",
      "TTC TCG",
      "TTC ATG",
      "AA ACCG",
      "ATC TAC",
      "AA TTAC",
      "TTC TTCC",
      "AC TTTG",
      "AC GGG",
      "AAG AAAG",
      "ATT ATT",
      "AC ATTG",
      "TT AGAG",
      "GG GC",
      "AAC ATC",
      "AG TATT",
      "TGC AGC",
      "AAC TCC",
      "TG TTAC",
      "TGC TAA",
      "TGG TTC",
      "AC AATG",
      "7 6",
      "AC ACG",
      "0 0",
      "TT AATC",
      "TG AGAC",
      "TGG ATC",
      "TC TATG",
      "AC AGAG",
      "TTC TCTC",
      "8 6",
      "TAG AGG",
      "TG AATG",
      "ATT ACC",
      "AG TCAC",
      "AG ATAA",
      "ATG GGG",
      "TC TTAC",
      "TAC TAC",
      "ATT TAA",
      "AGC TCG",
      "AC ATGG",
      "TC ATCC",
      "TGTG GC",
      "GG AGG",
      "CC TCC",
      "AT AGTG",
      "ACC TCC",
      "TT ATAC",
      "AA TAAC",
      "AG AACG",
      "AAC ATG",
      "TG TAT",
      "ATC TCTC",
      "TATTC G",
      "AAC AGC",
      "TT AGAA",
      "CC CC",
      "TC AACC",
      "TAA ACC",
      "TTC AGC",
      "AGG ATC",
      "AT ATCG",
      "ACG ATG",
      "TTTC GG",
      "TC TAT",
      "ATT TAG",
      "TGG ATG",
      "TG CCG",
      "ATT CCC",
      "AAG TAC",
      "AAG ATGG",
      "AA TAAG",
      "AATC GG",
      "AC CCG",
      "TT TCCG",
      "TAG TAG",
      "TAA AGC",
      "AAAC GC",
      "TC AGAC",
      "ATTC GG",
      "TG CCC",
      "TGC TTG",
      "TG TATC",
      "ATGG CC",
      "AC TTGC",
      "AG TAGC",
      "TTC ACC",
      "AGG TTG",
      "TTCC GG",
      "TCTG GC",
      "AA TCCG",
      "TG ATAC",
      "AT AACC",
      "TC AGCC",
      "ATT TCTC",
      "TGG TGC",
      "AGC GC",
      "TG AGGC",
      "TTC TAA",
      "ATT TTGG",
      "AAG TAA",
      "ATC TCG",
      "AT ATAA",
      "TGG TAA",
      "AT AGAC",
      "ATC TAA",
      "TCTG GG",
      "AC TTTC",
      "TCC AAC",
      "TTG AAC",
      "TGTG GG",
      "TC ATGC",
      "AAG ATTC",
      "TGC GC",
      "AAAC GG",
      "AC AGAA",
      "TT AGGG",
      "TC ATCG",
      "TCC ACC",
      "TTG AGC",
      "AAGC GG",
      "6 9",
      "AA AGCG",
      "AGG TTC",
      "AC TTCC",
      "ATG TAA",
      "TG AACC",
      "TC TATT",
      "AAG AGAG",
      "TTGG GC",
      "ATCC GG",
      "TT AGTG",
      "AAGG CC",
      "TGG TTG",
      "AG TTCG",
      "AC ATTC",
      "3 5",
      "AC TTTT",
      "AAG AATC",
      "TT AACC",
      "AGC TAG",
      "AA ATAA",
      "TCC ATC",
      "TAC AAC",
      "TGG AGAA",
      "TTGG CC",
      "TTCCC G",
      "AAG TAG",
      "AC AATC",
      "6 1",
      "AGG AGAA",
      "TTG AAGC",
      "ATT CCG",
      "ATG GCG",
      "TTG TCC",
      "TCG CCG",
      "3 2",
      "TGC ATC",
      "TT ATCG",
      "ACC ATC",
      "AAG TCC",
      "AAC AAAA",
      "TAC TTC",
      "TTG AGAA",
      "6 4",
      "AC TCTG",
      "AGAC GG",
      "AAAG ATG",
      "TTTC GC",
      "AGG AAGC",
      "7 5",
      "TTTT GGG",
      "8 5",
      "TTC TAG",
      "TCG ATG",
      "AA TACC",
      "ACCG CC",
      "TC GCG",
      "TT TACG",
      "T ATCCG",
      "TC AACG",
      "AGC AAG",
      "TG TATT",
      "7 2",
      "TTGC GG",
      "ACG AGG",
      "ATG GGC",
      "AA TAGC",
      "AAC ACC",
      "TC TAAG",
      "AAC TGG",
      "ATG ATT",
      "8 2",
      "TG ATAA",
      "TTG TAC",
      "AAC TAA",
      "AAC TAC",
      "AAGG GC",
      "TTG TTGG",
      "AG TAAC",
      "TG TATG",
      "TC AGGG",
      "GGC GC",
      "TTG TGC",
      "TTTC TCC",
      "TC AGTG",
      "AAGG GG",
      "TAA ATC",
      "TCTC GG",
      "ATTG ATG",
      "AAC TGC",
      "TTC TTTT",
      "TCCG CC",
      "AGC ATC",
      "TAT ATC",
      "TGGC GG",
      "TTC TTGG",
      "TCC TGG",
      "TG TCAC",
      "TTG TAG",
      "TCG TGG",
      "AGG ATT",
      "AGATT GC",
      "TTC ATT",
      "AAAA AC",
      "3 9",
      "TAC TGG",
      "AGATG GG",
      "TCTG CC",
      "TTCTTC TTCTTC",
      "AGGC GG",
      "AAAG AAG",
      "AG ATTGG",
      "TTCC CC",
      "TTTG ATG",
      "TT TGCG",
      "AG AGCG",
      "AATC GC",
      "ACC AGC",
      "AGATT CC",
      "ATCG CC",
      "AC AACC",
      "ATT TTTT",
      "AG TACC",
      "ATC AGG",
      "TC AGGC",
      "7 9",
      "TT AGAC",
      "ATG AGC",
      "3 1",
      "TCG AGG",
      "TTCC TCC",
      "TT ATAA",
      "AAG ATGC",
      "TC TAGC",
      "AC AGTG",
      "ATG AAGC",
      "TCTC GC",
      "AAG TGC",
      "TATG CC",
      "TG AGAAG",
      "TTG AAGG",
      "TAG TGG",
      "TAAG CC",
      "AGCC GG",
      "TTG TTTT",
      "AA GGCG",
      "TAT ATT",
      "8 1",
      "TG AGGG",
      "CCC GG",
      "8 9",
      "AGTC CC",
      "AGAC GC",
      "ATTC TTC",
      "3 4",
      "TC TACC",
      "TGG ATT",
      "AAC ATT",
      "ACG AC",
      "ACC TTC",
      "TC ACCG",
      "ATC ATT",
      "TTAC GG",
      "TG TAGC",
      "ATTC GC",
      "ATG TAC",
      "AAG ATTG",
      "AAC TCG",
      "TG TCTG",
      "TTTG TTG",
      "TTTC TTG",
      "7 1",
      "TG TTCG",
      "AAGC TGC",
      "AAG CCC",
      "AGAA AGC",
      "AACCC G",
      "TG AGCC",
      "AGG AAAA",
      "TAC TTG",
      "TGG TCC",
      "TG TAAC",
      "TAA TCC",
      "AAG TTTG",
      "ATG ATGG",
      "TCG TTG",
      "AG ATATT",
      "TAC TCC",
      "7 4",
      "AAG CCG",
      "TGG ACC",
      "TATGC G",
      "AAG TTTC",
      "AC CCC",
      "TTC TTTG",
      "8 4",
      "GC TGC",
      "ATG ACG",
      "AAG AGAC",
      "AGAA AAC",
      "TTC TTCG",
      "AAG AATG",
      "AA AAGAA",
      "AGC AGG",
      "TACC GG",
      "TGAC GG",
      "AA ATGGG",
      "TG AAGAAG",
      "AT AACG",
      "TAAC GG",
      "AA ATGGC",
      "TT GGCG",
      "TC ATAC",
      "AAAA TGG",
      "AAAA CCC",
      "AG TAAG",
      "ATG AGAA",
      "TTTT TGG",
      "TTG ATGG",
      "TG AGTT",
      "TTC TTTC",
      "TGC AC",
      "AT ATTGG",
      "AA TTTTG",
      "ATC TTCC",
      "AG ATATC",
      "AGAC CC",
      "TAG TAA",
      "ATTG TTG",
      "AAG TCG",
      "TCC TCG",
      "AAAG AC",
      "TG ATCG",
      "AACC GC",
      "TATC GG",
      "TG ACAC",
      "TT ACCG",
      "TAG ATG",
      "TTAC CC",
      "AT AGCC",
      "TG AGTG",
      "AT AGTC",
      "TAT AAC",
      "AGAAG CC",
      "TC AGTC",
      "ATG TCC",
      "AGAA ACC",
      "TAG AGC",
      "AGATG GC",
      "AGG AAAC",
      "TAA TGC",
      "TT AGCC",
      "ATT TTTC",
      "AT AGGG",
      "TTG TTTC"
    ]
  }
}